[
  {
    "date": "2008-06-14",
    "explanation": "The 51st entry in Charles Messier's famous catalog is perhaps the original spiral nebula - a large galaxy with a well defined spiral structure also cataloged as NGC 5194. Over 60,000 light-years across, M51's spiral arms and dust lanes clearly sweep in front of its companion galaxy (right), NGC 5195. Image data from the Hubble's Advanced Camera for Surveys has been reprocessed to produce this alternative portrait of the well-known interacting galaxy pair. The processing has further sharpened details and enhanced color and contrast in otherwise faint areas, bringing out dust lanes and extended streams that cross the small companion, along with features in the surroundings and core of M51 itself. The pair are about 31 million light-years distant. Not far on the sky from the handle of the Big Dipper, they officially lie within the boundaries of the small constellation Canes Venatici.",
    "hdurl": "https://apod.nasa.gov/apod/image/0806/M51HST-GendlerM.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51 Hubble Remix",
    "url": "https://apod.nasa.gov/apod/image/0806/M51HST-GendlerS_800.jpg"
  },
  {
    "date": "2004-07-11",
    "explanation": "Analyses of a new high-resolution map of microwave light emitted only 380,000 years after the Big Bang appear to define our universe more precisely than ever before.  The eagerly awaited results announced last year from the orbiting Wilkinson Microwave Anisotropy Probe resolve several long-standing disagreements in cosmology rooted in less precise data.  Specifically, present analyses of above WMAP all-sky image indicate that the universe is 13.7 billion years old (accurate to 1 percent), composed of 73 percent dark energy, 23 percent cold dark matter, and only 4 percent atoms, is currently expanding at the rate of 71 km/sec/Mpc (accurate to 5 percent), underwent episodes of rapid expansion called inflation, and will expand forever.  Astronomers will likely research the foundations and implications of these results for years to come.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/sky_wmap_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "WMAP Resolves the Universe",
    "url": "https://apod.nasa.gov/apod/image/0302/sky_wmap.jpg"
  },
  {
    "date": "1997-01-23",
    "explanation": "The awesome spectacle of starbirth produces extreme stellar winds and intense energetic starlight -- bombarding dusty molecular clouds inside the Lagoon Nebula (M8).  At least two long funnel shaped clouds, each roughly half a light-year long, have apparently been formed by this activity. They extend from the upper left of this close-up of the bright area of the Lagoon known as 'the Hour Glass'. Are these interstellar funnel clouds actually swirling, twisting analogs to Earthly tornados? It's possible. As energy from nearby young hot stars, like the one at lower right, pours into the cool dust and gas, large temperature differences in adjoining regions can be created generating shearing winds. Confirmation of tornado-like motions within the Lagoon's stellar nursery could come from new instruments scheduled to be installed on the Hubble Space Telescope (HST) during February's servicing mission. This picture is a recently reprocessed HST image made in 1995 as researchers explored this nearby (5,000 light-year distant) starforming region which lies in the direction of Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/lagoonclose_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Twistin' by the Lagoon",
    "url": "https://apod.nasa.gov/apod/image/9701/lagoonclose_hst.jpg"
  },
  {
    "date": "2011-10-26",
    "explanation": "A fourth moon is visible on the above image if you look hard enough. First -- and farthest in the background -- is Titan, the largest moon of Saturn and one of the larger moons in the Solar System.  The dark feature across the top of this perpetually cloudy world is the north polar hood. The next most obvious moon is bright Dione, visible in the foreground, complete with craters and long ice cliffs. Jutting in from the left are several of Saturn's expansive rings, including Saturn's A ring featuring the dark Encke Gap. On the far right, just outside the rings, is Pandora, a moon only 80-kilometers across that helps shepherd Saturn's F ring. The fourth moon?  If you look closely in the Encke Gap you'll find a speck that is actually Pan. Although one of Saturn's smallest moons at 35-kilometers across, Pan is massive enough to help keep the Encke gap relatively free of ring particles.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/fourmoons_cassini_1004.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In, Through, and Beyond Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/1110/fourmoons_cassini_900.jpg"
  },
  {
    "copyright": "near opposition Saturn",
    "date": "2017-06-17",
    "explanation": "Saturn reached its 2017 opposition on June 16. Of course, opposition means opposite the Sun in Earth's sky and near opposition Saturn is up all night, at its closest and brightest for the year. This remarkably sharp image of the ringed planet was taken only days before, on June 11, with a 1-meter telescope from the mountain top Pic du Midi observatory. North is at the top with the giant planet's north polar storm and curious hexagon clearly seen bathed in sunlight. But Saturn's spectacular ring system is also shown in stunning detail. The narrow Encke division is visible around the entire outer A ring, small ringlets can be traced within the fainter inner C ring, and Saturn's southern hemisphere can be glimpsed through the wider Cassini division. Near opposition Saturn's rings also appear exceptionally bright, known as the opposition surge or Seeliger Effect. Directly illuminated from Earth's perspective, the ring's icy particles cast no shadows and strongly backscatter sunlight creating the dramatic increase in brightness. Still, the best views of the ringed planet are currently from the Saturn-orbiting Cassini spacecraft.  Diving close, Cassini's Grand Finale orbit number 9 is in progress.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/s2017_06_11picdp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn near Opposition",
    "url": "https://apod.nasa.gov/apod/image/1706/s2017_06_11picdp1024.jpg"
  },
  {
    "date": "2011-08-31",
    "explanation": "What kind of cloud is this?  A type of arcus cloud called a roll cloud.  These rare long clouds may form near advancing cold fronts.   In particular, a downdraft from an advancing storm front can cause moist warm air to rise, cool below its dew point, and so form a cloud.  When this happens uniformly along an extended front, a roll cloud may form.  Roll clouds may actually have air circulating along the long horizontal axis of the cloud.  A roll cloud is not thought to be able to morph into a tornado.  Unlike a similar shelf cloud, a roll cloud is completely detached from their parent  cumulonimbus cloud.  Pictured above, a roll cloud extends far into the distance as a storm approached in 2007 in Racine, Wisconsin, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/1108/rollcloud_pierrecb_3072.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Roll Cloud Over Wisconsin",
    "url": "https://apod.nasa.gov/apod/image/1108/rollcloud_pierrecb_900.jpg"
  },
  {
    "copyright": "\nJerry Lodriguss\n",
    "date": "1996-05-28",
    "explanation": "The dark nebula predominant at the lower left of the above photograph is known as the Pipe Nebula.  The dark clouds, suggestively shaped like smoke rising from a pipe, are caused by absorption of background starlight by dust. These dust clouds can be traced all the way to the Rho Ophiuchi nebular clouds on the right. The brightest star in the field is Antares. Many types of nebula are highlighted here: the red are emission nebula, the blue are reflection nebula, and the dark are absorption nebula. This picture has been digitally enhanced.",
    "hdurl": "https://apod.nasa.gov/apod/image/pipe_lodriguss_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pipe Dark Nebula",
    "url": "https://apod.nasa.gov/apod/image/pipe_lodriguss.gif"
  },
  {
    "date": "1995-07-14",
    "explanation": "July 14, 1995    Comet Impacts on Jupiter  Picture Credit: NASA, Hubble Space Telescope  Explanation:  In July of 1994, pieces of Comet Shoemaker-Levy 9, also known as the \"string of pearls\" comet, collided with the planet Jupiter. As the comet fragments smashed in to Jupiter, the resulting explosions scattered large quantities of dusty cometary debris into the Jovian atmosphere. The clouds of debris created the multiple dark smudges visible in this picture. Jupiter's rotation causes the successive impact sites to be strung out along the cloud bands while the strong winds cause the appearance of the smudges to change with time. Jupiter's famous red spot is also visible to the left of center.  For more information about the picture see comments by the Hubble Space Telescope Comet Team.   We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/jupimpact.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Impacts on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/jupimpact.gif"
  },
  {
    "date": "2004-01-24",
    "explanation": "Looking down from orbit on January 14, ESA's Mars Express spacecraft scanned a 1700 by 65 kilometer swath across Valles Marineris - the Grand Canyon of Mars - with its remarkable High Resolution Stereo Camera. This spectacular picture reconstructs part of the scanned region from the stereo colour image data recording the rugged terrain with a resolution of 12 metres per pixel. Joining Mars Global Surveyor and Mars Odyssey, Mars Express has been orbiting the red planet since December 25th, returning scientific data, acting as a communications relay, and even making coordinated atmospheric observations with NASA's Spirit rover on the surface. The Beagle 2 lander was released from Mars Express making a landing attempt also on December 25th, but no signal has been received so far.  Opportunity Mars Landing News",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/marscolormap_marsexpress_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Valles Marineris from Mars Express",
    "url": "https://apod.nasa.gov/apod/image/0401/marscolormap_marsexpress_c1.jpg"
  },
  {
    "copyright": "\nKeith Beardmore \n(LANL)\n",
    "date": "2000-03-29",
    "explanation": "Scientists have found, unexpectedly, tiny time capsules from billions of years in the past.  The discovery involves small molecules that can apparently become trapped during the formation of large enclosed molecules known as fullerenes, or buckyballs.  Luann Becker  (U. Hawaii) and collaborators recently found fullerenes in an ancient meteorite that fell to Earth about 30 years ago.  Extra-terrestrial fullerenes inside the meteorite survived, and upon inspection, were not empty inside.  The small molecules trapped inside are giving a glimpse of what the Solar System was like during its formation.  Pictured above is a computer simulation showing a relatively small fullerene (60-atoms of carbon) situated above a hydrogenated silicon surface.  How these fullerenes formed, how they survived, where else they can be found, and what else might be found inside these tiny time capsules is developing into an exciting  area of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/fullerene_beardmore_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fullerenes as Miniature Cosmic Time Capsules",
    "url": "https://apod.nasa.gov/apod/image/0003/fullerene_beardmore.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2012-07-28",
    "explanation": "Brilliant Venus and bright Jupiter still rise together before dawn. The peaceful waters by a small lakeside house near Stuttgart, Germany reflect their graceful arcing trails in this composited series of exposures, recorded on the morning of July 26. A reflection of planet Earth's rotation on its axis, the concentric trails of these celestial beacons along with trails of stars are punctuated at their ends by a separate final frame in the morning skyview. Easy to pick out, Venus is brightest and near the trees close to the horizon. Jupiter arcs above it, toward the center of the image along with the compact Pleiades star cluster and V-shaped Hyades anchored by bright star Aldebaran. One trail looks wrong, though. Not concentric with the others and so not a reflection of Earth's rotation, the International Space Station streaks off the right side of this scene, glinting in sunlight as it orbits planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/20120726PlanetShow2Seip.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trails in the Morning Sky",
    "url": "https://apod.nasa.gov/apod/image/1207/20120726PlanetShow2Seip_900.jpg"
  },
  {
    "date": "1995-07-24",
    "explanation": "July 24, 1995    M31: The Andromeda Galaxy  Credit: The Electronic Universe Project   Explanation:  Andromeda is the nearest major galaxy to our own Milky Way Galaxy. Our Galaxy is thought to look much like Andromeda. Together these two galaxies dominate the Local Group of galaxies. The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it. The several distinct stars that surround Andromeda's image  are actually stars in our Galaxy that are well in front of the background object. Andromeda is frequently referred to as M31 since it is the 31st object on Messier's list of diffuse sky objects. M31 is so distant it takes about 2 million years for light to reach us from there.  For more information on M31 see The Electronic Universe Project's  write-up. Many images of Messier objects can be found in The Electronic Universe Project's The Galaxy Gallery: Messier Objects.",
    "hdurl": "https://apod.nasa.gov/apod/image/andromeda_moo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/andromeda_moo.gif"
  },
  {
    "copyright": "\nAmir Abolfath \n(TWAN)\n\n",
    "date": "2019-03-26",
    "explanation": "Is star AE Aurigae on fire? No.  Even though AE Aurigae is named the flaming star, the surrounding nebula IC 405 is named the Flaming Star Nebula, and the region shape gives the appearance of fire, there is no fire.  Fire, typically defined as the rapid molecular acquisition of oxygen, happens only when sufficient oxygen is present and is not important in such high-energy, low-oxygen environments such as stars.  The material that appears as smoke is mostly interstellar hydrogen, but does contain smoke-like dark filaments of carbon-rich dust grains. The bright star AE Aurigae, visible just to the lower right of the image center, is so hot it glows blue, emitting light so energetic it knocks electrons away from surrounding gas. When a proton recaptures an electron, light is emitted, as seen in the surrounding emission nebula.  Featured here, the Flaming Star nebula lies about 1,500 light years distant, spans about 5 light years, and is visible with a small telescope toward the constellation of the Charioteer (Auriga).   Follow APOD on: Instagram, Facebook,  Reddit, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/IC405_Abolfath_3171.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AE Aurigae and the Flaming Star Nebula",
    "url": "https://apod.nasa.gov/apod/image/1903/IC405_Abolfath_960.jpg"
  },
  {
    "copyright": "\nYizhou Zhang\n",
    "date": "2021-10-13",
    "explanation": "It may look like a huge cosmic question mark, but the big question really is  how does the bright gas and dark dust tell this nebula's history of star formation.  At the edge of a giant molecular cloud toward the northern constellation Cepheus, the glowing star forming region NGC 7822 lies about 3,000 light-years away. Within the nebula, bright edges and dark shapes stand out in this colorful and detailed skyscape. The 9-panel mosaic, taken over 28 nights with a small telescope in Texas, includes data from narrowband filters, mapping emission from atomic oxygen, hydrogen, and sulfur into blue, green, and red hues. The emission line and color combination has become well-known as the Hubble palette. The atomic emission is powered by energetic radiation from the central hot stars. Their powerful winds and radiation sculpt and erode the denser pillar shapes and clear out a characteristic cavity light-years across the center of the natal cloud. Stars could still be forming inside the pillars by gravitational collapse but as the pillars are eroded away, any forming stars will ultimately be cut off from their reservoir of star stuff. This field of view spans over 40 light-years across at the estimated distance of NGC 7822.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/NGC7822_Yizhou_4044.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7822: Cosmic Question Mark",
    "url": "https://apod.nasa.gov/apod/image/2110/NGC7822_Yizhou_960.jpg"
  },
  {
    "copyright": "\nUtkarsh Mishra\n",
    "date": "2020-03-25",
    "explanation": "Massive star IRS 4 is beginning to spread its wings.  Born only about 100,000 years ago, material streaming out from this newborn star has formed the nebula dubbed Sharpless 2-106 Nebula (S106), featured here.  A large disk of dust and gas orbiting Infrared Source 4 (IRS 4), visible in brown near the image center, gives the nebula an hourglass or butterfly shape.  S106 gas near IRS 4 acts as an emission nebula as it emits light after being ionized, while dust far from IRS 4 reflects light from the central star and so acts as a reflection nebula.  Detailed inspection of a relevant  infrared image of S106  reveal hundreds of low-mass brown dwarf stars lurking in the nebula's gas.  S106 spans about 2 light-years and lies about 2000 light-years away toward the  constellation of the Swan (Cygnus).",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/S106_Mishra_1947.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Forming Region S106",
    "url": "https://apod.nasa.gov/apod/image/2003/S106_Mishra_960.jpg"
  },
  {
    "copyright": "\nYuri Beletsky\n(ESO)\n",
    "date": "2008-07-07",
    "explanation": "This breathtaking patch of sky would be above you were you to stand at the South Pole of the Earth.  On the upper left of this image are the four stars that mark the boundaries of the famous Southern Cross.  At the top of this constellation, also known as The Crux, is the orange star Gamma Crucis.  The band of stars, dust, and gas crossing the middle of the photograph is part our Milky Way Galaxy.  Just below the Southern Cross on the far left is the dark Coal Sack Nebula, and the bright nebula on the far right is the Carina Nebula.  The Southern Cross is such a famous constellation that it is depicted on the national flag of Australia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0807/scrossfield_beletsky_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Southern Cross in a Southern Sky",
    "url": "https://apod.nasa.gov/apod/image/0807/scrossfield_beletsky.jpg"
  },
  {
    "date": "2004-01-07",
    "explanation": "Rocks are strewn across the broad, flat Gusev crater floor in this sharp color picture from NASA's Spirit rover. Recorded by the rover's panoramic camera, the picture is part of Spirit's first color image of Mars - the highest resolution picture yet taken on the surface of another planet. Already revealing alluring and perplexing details of an apparently windswept plain thought to be an ancient lake bed, this stunning view represents only a small fraction of the color image data mission scientists expect to be transmitted in the coming days. As the robotic Spirit rover is preparing to stand up, roll off the lander, and explore the geology of the crater floor, NASA has announced plans to rename the landing site the Columbia Memorial Station in honor of the astronauts lost in the Columbia space shuttle accident.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/mars_spiritcolor_PIA04995.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Mars from Spirit",
    "url": "https://apod.nasa.gov/apod/image/0401/mars_spiritcolor_p4.jpg"
  },
  {
    "copyright": "Daniel López",
    "date": "2010-11-12",
    "explanation": "Like delicate cosmic petals, these clouds of interstellar dust and gas have blossomed 1,300 light-years away in the fertile star fields of the constellation Cepheus. Sometimes called the Iris Nebula and dutifully cataloged as NGC 7023, this is not the only nebula in the sky to evoke the imagery of flowers. Still, this beautiful digital image shows off the Iris Nebula's range of colors and symmetries in impressive detail.  Within the Iris, dusty nebular material surrounds a hot, young star. The dominant color of the brighter reflection nebula is blue, characteristic of dust grains reflecting starlight. Central filaments of the dusty clouds glow with a faint reddish photoluminesence as some dust grains effectively convert the star's invisible ultraviolet radiation to visible red light. Infrared observations indicate that this nebula may contain complex carbon molecules known as PAHs. As shown here, the bright blue portion of the Iris Nebula is about six light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/IRIS_IAC80_DLopez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7023: The Iris Nebula",
    "url": "https://apod.nasa.gov/apod/image/1011/IRIS_IAC80_DLopez900c.jpg"
  },
  {
    "copyright": "\nK. Stanek\nand\nW. Colley\n(CfA),\n\n\n",
    "date": "2001-09-08",
    "explanation": "On September 18, 1997, many stargazers in the U. S. were able to watch a lovely early morning lunar occultation as a bright Moon passed in front of Saturn. Using a 1.2 meter reflector, astronomer Kris Stanek had an excellent view of this dream-like event from the Whipple Observatory atop Arizona's Mount Hopkins. This animated gif image was constructed by Wes Colley from 4 frames taken by Stanek at 35 second intervals as the ringed planet emerged from behind the Moon's dark limb. While lunar occultations of fairly bright stars and planets are not extremely rare events, their exact timing depends critically on the observer's location. For observers in western North America, the Moon will next occult Saturn on Monday morning, September 10.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/ocsat_anim.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Occults Saturn",
    "url": "https://apod.nasa.gov/apod/image/0109/ocsat_anim.gif"
  },
  {
    "date": "1997-08-02",
    "explanation": "Three thousand light years away, a dying star throws off shells of glowing gas. This image from the Hubble Space Telescope reveals \"The Cat's Eye Nebula\" to be one of the most complex planetary nebulae known. In fact, the features seen in this image are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/catseye_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/catseye_hst.jpg"
  },
  {
    "copyright": "Gianni Sarcone",
    "date": "2021-10-16",
    "explanation": "Only natural colors of the Moon in planet Earth's sky appear in this creative visual presentation. Arranged as pixels in a framed image, the lunar disks were photographed at different times. Their varying hues are ultimately due to reflected sunlight affected by changing atmospheric conditions and the alignment geometry of Moon, Earth, and Sun. Here, the darkest lunar disks are the colors of earthshine. A description of earthshine, in terms of sunlight reflected by Earth's oceans illuminating the Moon's dark surface, was written over 500 years ago by Leonardo da Vinci.  But stand farther back from your monitor or just shift your gaze to the smaller versions of the image. You might also see one of da Vinci's most famous works of art.  Tonight: International Observe the Moon Night",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/Moonalisa_base_corr.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moona Lisa",
    "url": "https://apod.nasa.gov/apod/image/2110/Moonalisa_Example1024.jpg"
  },
  {
    "copyright": "\nDavid Lindemann\n",
    "date": "2018-10-14",
    "explanation": "When did Orion become so flashy? This colorful rendition of part of the constellation of Orion comes from red light emitted by hydrogen and sulfur (SII), and blue-green light emitted by oxygen (OIII).  Hues on the featured image were then digitally reassigned to be indicative of their elemental origins -- but also striking to the human eye.  The breathtaking composite was painstakingly composed from hundreds of images which took nearly 200 hours to collect.  Pictured, Barnard's Loop, across the image bottom, appears to cradle interstellar constructs including the intricate Orion Nebula seen just right of center.  The Flame Nebula can also be quickly located, but it takes a careful eye to identify the slight indentation of the dark Horsehead Nebula. As to Orion's flashiness -- a leading explanation for the origin of Barnard's Loop is a supernova blast that occurred about two million years ago.   Share the Sky: NASA Open API for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/OrionRedBlue_Lindemann_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion in Red and Blue",
    "url": "https://apod.nasa.gov/apod/image/1810/OrionRedBlue_Lindemann_960.jpg"
  },
  {
    "copyright": "\nJulien Looten\n",
    "date": "2022-08-23",
    "explanation": "Careful planning made this a nightscape to remember. First, the night itself was chosen to occur during the beginning of this year's Perseid Meteor Shower.  Next, the time of night was chosen to be before the bright Moon would rise and dominate the night sky's brightness. The picturesque foreground was selected to be a rocky beach of the Mediterranean Sea in Le Dramont, France, with, at the time, île d’Or island situated near the ominously descending central band of our Milky Way Galaxy.  Once everything was set and with the weather cooperating, all of the frames for this seemingly surreal nightscape were acquired within 15 minutes. What you can't see is that, on this night, the astrophotographer brought along his father who, although unskilled in modern sky-capture techniques, once made it a point to teach his child about the sky.    Perseid Meteor Shower 2022 Gallery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/MeteorGalaxy_Looten_6325.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor & Milky Way over the Mediterranean",
    "url": "https://apod.nasa.gov/apod/image/2208/MeteorGalaxy_Looten_1000.jpg"
  },
  {
    "copyright": "\nCalvin J. Hamilton, \nVoyager Team, \nGalileo Team, \nNASA\n",
    "date": "2000-10-24",
    "explanation": "The surface of Io is continually changing.  Jupiter's moon is the home to many powerful volcanoes so active they are effectively turning the moon inside out.  The above time-lapse sequence is a composite of images taken during two space missions that approached the violent moon: Voyager and Galileo.  The sequence shows Io during a complete rotation, which corresponds to a complete revolution around Jupiter since Io always keeps the same face toward the giant planet. The rampant volcanism is thought to be caused by Jupiter's more distant Galilean Moons (Europa, Ganymede, and Callisto) pulling on Io and continually distorting its shape, causing internal frictional heating.  Io is composed mostly of rock, with the yellow color originating from sulfur.  The causes of many of the other colors remain a topic of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/iorotmovie_gal.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io Rotating",
    "url": "https://apod.nasa.gov/apod/image/0010/iorotmovie_gal.gif"
  },
  {
    "copyright": "\n\nMikhail Abgarian, Konstantin Morozov,\nYuri Goryachko (Minsk, Belarus)\n\n",
    "date": "2007-08-24",
    "explanation": "Jupiter is an astronomer's planet -- its large size and contrasting global cloud belts and zones allow detailed studies with a range of earthbound telescopes. On the other hand, most telescopic views of Jupiter's moons usually show only featureless, tantalizing points of light hovering near the ruling gas giant. But this impressive picture from a small, ground-based telescope reveals a stunning amount of detail on Ganymede, a jovian moon about the same size as Earth's moon but at least 1,500 times farther away. The image was carefully constructed by combining and processing only the 409 sharpest frames from a total of 10,000 recorded at 30 frames per second by a digital camera. Ganymede's radius is about 2,600 kilometers indicating that the surface markings visible are as small as around 900 kilometers across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/Ganymede_20070630_2005UT.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astronomer's Moon",
    "url": "https://apod.nasa.gov/apod/image/0708/Ganymede_20070630_2005UT.jpg"
  },
  {
    "date": "2019-08-28",
    "explanation": "Image data from the Hubble Space Telescope, the European Southern Observatory, and small telescopes on planet Earth are combined in this magnificent portrait of face-on spiral galaxy Messier 61 (M61). A mere 55 million light-years away in the Virgo Cluster of Galaxies, M61 is also known as NGC 4303. It's considered to be an example of a barred spiral galaxy similar to our own Milky Way. Like other spiral galaxies, M61 also features sweeping spiral arms, cosmic dust lanes, pinkish star forming regions, and young blue star clusters. The bright galactic core is offset to the left in this 50 thousand light-year wide close-up.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/M61-HST-ESO-L.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 61 Close Up",
    "url": "https://apod.nasa.gov/apod/image/1908/M61-HST-ESO-S1024.jpg"
  },
  {
    "date": "2011-01-23",
    "explanation": "The Peekskill meteor of 1992 was captured on 16 independent videos and then struck a car.  Documented as brighter than the full Moon, the spectacular fireball crossed parts of several USA states during its 40 seconds of glory before landing in New York.  A video of the fireball beyond a high school football game in Johnstown, Pennsylvania, USA, is pictured above. The resulting meteorite is imaged here, and was found to be composed of dense rock and has the size and mass of an extremely heavy bowling ball.  If you are lucky enough to find a meteorite just after impact, do not pick it up -- parts of it are likely to be either very hot or very cold.  Tracking meteors origins and destinations might be easier in this modern digital age, but many security cameras videos that likely caught a bright fireball are not preserved. If you would like to volunteer to help meteor science by locating images and videos of newly occurring fireballs within 48 hours after they occur, here is a place to sign up.   Students: See lectures on strange and cool physics",
    "media_type": "other",
    "service_version": "v1",
    "title": "Peekskill Fireball Video: Johnstown"
  },
  {
    "date": "2005-10-13",
    "explanation": "Alnitak, Alnilam, and Mintaka, are the bright bluish stars from east to west (left to right) along the diagonal in this gorgeous cosmic vista. Otherwise known as the Belt of Orion, these three blue supergiant stars are hotter and much more massive than the Sun. They lie about 1,500 light-years away, born of Orion's well-studied interstellar clouds. In fact, clouds of gas and dust adrift in this region have intriguing and some surprisingly familiar shapes, including the dark Horsehead Nebula and Flame Nebula near Alnitak at the lower left. The famous Orion Nebula itself lies off the bottom of this star field that covers an impressive 4.4x3.5 degrees on the sky. The color picture was composited from digitized black and white photographic plates recorded through red and blue astronomical filters, with a computer synthesized green channel. The plates were taken using the Samuel Oschin Telescope, a wide-field survey instrument at Palomar Observatory, between 1987 and 1991.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/OrionBeltx_demartin_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alnitak, Alnilam, Mintaka",
    "url": "https://apod.nasa.gov/apod/image/0510/OrionBeltx_demartin_f45.jpg"
  },
  {
    "date": "2014-12-06",
    "explanation": "Headed for two orbits of planet Earth and a splashdown in the Pacific, Orion blazed into the early morning sky on Friday at 7:05am ET. The spacecraft was launched atop a United Launch Aliance Delta IV Heavy rocket from Cape Canaveral Air Force Station in Florida. Its first voyage into space on an uncrewed flight test, the Orion traveled some 3,600 miles from Earth, about 15 times higher than the orbital altitude of the International Space Station. In fact, Orion traveled farther into space than any spacecraft designed for astronauts since the Apollo missions to the Moon. The Orion crew module reached speeds of 20,000 miles per hour and temperatures approaching 4,000 degrees Fahrenheit as it re-entered Earth's atmosphere about 4.5 hours after launch.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/OrionLaunch_20141200010HQ.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Launch",
    "url": "https://apod.nasa.gov/apod/image/1412/OrionLaunchCrop1024_20141200010HQ.jpg"
  },
  {
    "date": "1999-10-07",
    "explanation": "This vintage 60-kopek stamp celebrates a dramatic achievement. On October 7th, forty years ago (7/X/1959), the Soviet interplanetary station which has come to be called \"Luna 3\" successfully photographed the far side of the moon giving denizens of planet Earth their first ever view of this hidden hemisphere. Lacking the digital image technology familiar now, Luna 3 took the pictures on 35mm film which was automatically developed on board. The pictures were then scanned and the signal transmitted to Earth days later in what was perhaps also the first interplanetary fax. In all, seventeen pictures were received providing enough coverage and resolution to construct a far side map and identify a few major features. Depicted on the stamp are regions dubbed the Sea of Moscow, the Soviet Mountains, the Bay of Astronauts, and the Sea of Dreams.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/luna60_unsh_keel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Averted Side Of The Moon",
    "url": "https://apod.nasa.gov/apod/image/9910/luna60_unsh_keel.jpg"
  },
  {
    "date": "1997-02-15",
    "explanation": "What happens when a star runs out of nuclear fuel?\r The center condenses into a white dwarf while the outer atmospheric\r layers are expelled into space and appear as a planetary nebula.\r This particular planetary nebula,\r designated Shapley 1 after the famous astronomer Harlow Shapley,\r has a very apparent annular ring like structure. Although some\r of these nebula appear like planets on the sky (hence their name),\r they actually surround stars far outside our Solar System.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/shapley1_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shapley 1: An Annular Planetary Nebula\r\nCredit and Copyright:",
    "url": "https://apod.nasa.gov/apod/image/shapley1_aat.gif"
  },
  {
    "copyright": "Göran Strand",
    "date": "2012-06-23",
    "explanation": "As seen from Frösön island in northern Sweden the Sun did set a day after the summer solstice. From that location below the arctic circle it settled slowly behind the northern horizon. During the sunset's final minute, this remarkable sequence of 7 images follows the distorted edge of the solar disk as it just disappears against a distant tree line, capturing both a green and blue flash. Not a myth even in a land of runes, the colorful but elusive glints are caused by atmospheric refraction enhanced by long, low, sight lines and strong atmospheric temperature gradients.",
    "hdurl": "https://apod.nasa.gov/apod/image/1206/GS_20120621_GreenFlash_strand.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Green Flash",
    "url": "https://apod.nasa.gov/apod/image/1206/GS_20120621_GreenFlash_strand.jpg"
  },
  {
    "copyright": "Stefano Cancelli",
    "date": "2012-11-09",
    "explanation": "Cosmic clouds seem to form fantastic shapes in the central regions of emission nebula IC 1805. Of course, the clouds are sculpted by stellar winds and radiation from massive hot stars in the nebula's newborn star cluster, Melotte 15. About 1.5 million years young, the cluster stars are toward the right in this colorful skyscape, along with dark dust clouds in silhouette against glowing atomic gas. A composite of narrow and broad band telescopic images, the view spans about 30 light-years and includes emission from hydrogen in green, sulfur in red, and oxygen in blue hues. Wider field images reveal that IC 1805's simpler, overall outline suggests its popular name - The Heart Nebula. IC 1805 is located about 7,500 light years away toward the constellation Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/1211/Mel15cancellimortfield.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Melotte 15 in the Heart",
    "url": "https://apod.nasa.gov/apod/image/1211/Mel15cancellimortfield900.jpg"
  },
  {
    "date": "2002-09-01",
    "explanation": "Galaxies like colorful pieces of candy fill the Hubble Deep Field - one of humanity's most distant optical views of the Universe. The dimmest, some as faint as 30th magnitude (about four billion times fainter than stars visible to the unaided eye), are very distant galaxies and represent what the Universe looked like in the extreme past, perhaps less than one billion years after the Big Bang. To make the Deep Field image, astronomers selected an uncluttered area of the sky in the constellation Ursa Major (the Big Bear) and pointed the Hubble Space Telescope at a single spot for 10 days accumulating and combining many separate exposures. With each additional exposure, fainter objects were revealed. The final result has been used to explore the mysteries of galaxy evolution and the infant Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/deepfield_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hubble Deep Field",
    "url": "https://apod.nasa.gov/apod/image/0007/deepfield_hst.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2022-09-16",
    "explanation": "The Tarantula Nebula, also known as 30 Doradus, is more than a thousand light-years in diameter, a giant star forming region within nearby satellite galaxy the Large Magellanic Cloud. About 180 thousand light-years away, it's the largest, most violent star forming region known in the whole Local Group of galaxies. The cosmic arachnid sprawls across this magnificent view, an assembly of image data from large space- and ground-based telescopes. Within the Tarantula (NGC 2070), intense radiation, stellar winds, and supernova shocks from the central young cluster of massive stars cataloged as R136 energize the nebular glow and shape the spidery filaments. Around the Tarantula are other star forming regions with young star clusters, filaments, and blown-out bubble-shaped clouds. In fact, the frame includes the site of the closest supernova in modern times, SN 1987A, at lower right. The rich field of view spans about 2 degrees or 4 full moons, in the southern constellation Dorado. But were the Tarantula Nebula closer, say 1,500 light-years distant like the Milky Way's own star forming Orion Nebula, it would take up half the sky.",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/Tarantula-HST-ESO-Webb-LL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tarantula Zone",
    "url": "https://apod.nasa.gov/apod/image/2209/Tarantula-HST-ESO-Webb-SS1024.jpg"
  },
  {
    "copyright": "\nDarya Kawa Mirza\n",
    "date": "2023-01-16",
    "explanation": "Our Moon doesn't really look like this.  Earth's Moon, Luna, doesn't naturally show this rich texture, and its colors are more subtle. But this digital creation is based on reality.  The featured image is a composite of multiple images and enhanced to bring up real surface features.  The enhancements, for example, show more clearly craters that illustrate the tremendous bombardment our Moon has been through during its 4.6-billion-year history.  The dark areas, called maria, have fewer craters and were once seas of molten lava. Additionally, the image colors, although based on the moon's real composition, are changed and exaggerated.  Here, a blue hue indicates a region that is iron rich, while orange indicates a slight excess of aluminum.  Although the Moon has shown the same side to the Earth for billions of years, modern technology is allowing humanity to learn much more about it -- and how it affects the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/MoonEnhanced_Mirza_4085.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Enhanced",
    "url": "https://apod.nasa.gov/apod/image/2301/MoonEnhanced_Mirza_960.jpg"
  },
  {
    "date": "2009-06-01",
    "explanation": "Will Spirit be able to free itself from soft ground on Mars? The robotic Spirit rover currently rolling across Mars ran into unexpectedly soft ground last month while exploring the red planet. A worry is that the ground is so soft that Spirit won't be able to free itself, will have to stay put and thereafter study what it can from its current position near an unusual martian land feature named Home Plate. Pictured above, the front left wheel appears to be primarily digging itself in when spun, while on the other side, the front right wheel no longer spins and is dragged by the five year old mechanical explorer.  In the distance, rocks and rusty dirt fill the alien landscape in front of the distant Husband Hill.  NASA continues to study the situation, and engineers and scientists have not yet run out of ideas of how to use Spirit's six wheels. Far across Mars, Spirit's twin Opportunity continues on its two year trek toward Endeavour crater.    Free Lecture: An APOD editor will review great space images this Friday in Kalamazoo, Michigan.",
    "hdurl": "https://apod.nasa.gov/apod/image/0906/softsoil_spirit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spirit Encounters Soft Ground on Mars",
    "url": "https://apod.nasa.gov/apod/image/0906/softsoil_spirit.jpg"
  },
  {
    "copyright": "MrEclipse.com",
    "date": "2017-10-07",
    "explanation": "We live in an era where total solar eclipses are possible because at times the apparent size of the Moon can just cover the disk of the Sun. But the Moon is slowly moving away from planet Earth. Its distance is measured to increase about 1.5 inches (3.8 centimeters) per year due to tidal friction. So there will come a time, about 600 million years from now, when the Moon is far enough away that the lunar disk will be too small to ever completely cover the Sun. Then, at best only annular eclipses, a ring of fire surrounding the silhouetted disk of the too small Moon, will be seen from the surface of our fair planet. Of course the Moon was slightly closer and loomed a little larger 100 million years ago. So during the age of the dinosaurs there were more frequent total eclipses of the Sun. In front of the Tate Geological Museum at Casper College in Wyoming, this dinosaur statue posed with a modern total eclipse, though. An automated camera was placed under him to shoot his portrait during the Great American Eclipse of August 21.",
    "hdurl": "https://apod.nasa.gov/apod/image/1710/TSE2017-W3035w.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipsosaurus Rex",
    "url": "https://apod.nasa.gov/apod/image/1710/TSE2017-W3035w.jpg"
  },
  {
    "date": "2005-04-29",
    "explanation": "Small saturnian moon Epimetheus (ep-ee-MEE-thee-us) is at most 116 kilometers across. Its cratered surface and irregular shape are highlighted by dramatic shadows in this composite close-up image from the Cassini spacecraft. However, orbiting 91,000 kilometers above Saturn's cloud tops, Epimetheus is not alone. Similar in size, saturnian moon Janus occupies an orbit separated from Epimetheus' by only about 50 kilometers. The two actually approach each other once every four years, but instead of colliding, the moons deftly exchange orbits and move apart again! In fact, co-orbiting Epimetheus and Janus both consist mostly of porous water ice and could have formed from the breakup of a single parent body. The small moons are also believed to play a role in maintaining the outer edge of Saturn's A ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/epim_cas_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Small Moon Epimetheus",
    "url": "https://apod.nasa.gov/apod/image/0504/epim_cas_c.jpg"
  },
  {
    "date": "2007-05-22",
    "explanation": "The Sun's surface keeps changing.  Click the central arrow and watch how the Sun's surface oozes during a single hour.  The Sun's photosphere has thousands of bumps called granules and usually a few dark depressions called sunspots.  The above time-lapse movie centered on Sunspot 875 was taken last year by the Vacuum Tower Telescope in the Canary Islands of Spain using adaptive optics to resolve details below 500 kilometers across.  Each of the numerous granules is the size of an Earth continent, but much shorter lived.  A granule slowly changes its shape over an hour, and can even completely disappear.  Hot hydrogen gas rises in the bright center of a granule, and falls back into the Sun along a dark granule edge.  The above movie and similar movies allow solar scientists to study how granules and sunspots evolve as well as how magnetic sunspot regions produce powerful solar flares.",
    "media_type": "other",
    "service_version": "v1",
    "title": "Orange Sun Oozing"
  },
  {
    "copyright": "auroral displays",
    "date": "2006-03-29",
    "explanation": "What causes gaps between aurora curtains?  These unusual gaps can make auroral displays appear more detailed and intricate.  Research using data from four Cluster spacecraft orbiting the Earth has likely found the secret: auroral gaps, sometimes knows as black auroras, are actually anti-auroras.  In normal auroras, electrons and/or predominantly negatively charged particles fall toward Earth along surfaces of constant magnetic field.  They ionize the Earth's atmosphere on impact, causing the bright glows.  In auroral gaps, however, negatively charged particles may be sucked out from the Earth's ionosphere along adjoining magnetic field lines.  These dark anti-auroras can climb to over 20,000 kilometers and last for several minutes.  Pictured above, a series of well-defined auroral gaps is seen dividing green aurora curtains high above Harstad, Norway, earlier this month.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/aurora_andreassen_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Green and Black Aurora Over Norway",
    "url": "https://apod.nasa.gov/apod/image/0603/aurora_andreassen.jpg"
  },
  {
    "copyright": "Carnegie Institution for Science",
    "date": "2020-04-26",
    "explanation": "How big is our universe? This very question, among others, was debated by two leading astronomers 100 years ago today in what has become known as astronomy's Great Debate.  Many astronomers then believed that our Milky Way Galaxy was the entire universe.  Many others, though, believed that our galaxy was just one of many.  In the Great Debate, each argument was detailed, but no consensus was reached.  The answer came over three years later with the detected variation of single spot in the Andromeda Nebula, as shown on the original glass discovery plate digitally reproduced here. When Edwin Hubble compared images, he noticed that this spot varied, and so wrote \"VAR!\" on the plate.  The best explanation, Hubble knew, was that this spot was the image of a variable star that was very far away. So M31 was really the Andromeda Galaxy -- a galaxy possibly similar to our own.  The featured image may not be pretty, but the variable spot on it opened a door through which humanity gazed knowingly, for the first time, into a surprisingly vast cosmos.   Centennial Celebration: Astronomy's Great Debate was  100 Years Ago Today",
    "hdurl": "https://apod.nasa.gov/apod/image/2004/HubbleVarOrig_Carnegie_2880.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Edwin Hubble Discovers the Universe",
    "url": "https://apod.nasa.gov/apod/image/2004/HubbleVarOrig_Carnegie_960.jpg"
  },
  {
    "date": "1997-07-16",
    "explanation": "A ramp from the Pathfinder lander, the Sojourner robot rover, airbags, a couch, Barnacle Bill, and Yogi Rock appear together in this 3D stereo view of the surface of Mars. Barnacle Bill is the rock just left of the solar-paneled Sojourner and Yogi is the big friendly-looking boulder at the right. The \"couch\" is the angular rock shape visible on the horizon. Look at the image with red/blue glasses (... or just hold a piece of clear red plastic over your left eye and blue or green over your right) to get the dramatic 3D perspective. The stereo view was recorded by the remarkable Imager for Mars Pathfinder (IMP) camera. The IMP has two optical paths for stereo imaging and ranging and is equipped with an array of color filters for spectral analysis.  Operating as the \"first astronomical observatory on Mars\" the IMP has also recorded images of the Sun and Deimos, the smallest of Mars' two tiny moons. Overcoming communications problems and computer resets the Pathfinder is transmitting new color images which should be available July 18.",
    "hdurl": "https://apod.nasa.gov/apod/image/9707/mars10_st_path_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: Yogi And Friends In 3D",
    "url": "https://apod.nasa.gov/apod/image/9707/mars10_st_path.jpg"
  },
  {
    "copyright": "Phil Hart",
    "date": "2009-12-18",
    "explanation": "At least 34 meteors are included in this composite image as they rain through Australian skies during the annual Geminid Meteor shower. Dust particles strung out along the orbit of extinct comet Phaethon vaporize when they plow through planet Earth's atmosphere causing the impressive display. Although the particles are traveling parallel to each other, the resulting streaks clearly seem to radiate from a single point on the sky near Gemini's twin stars Castor and Pollux at the lower right. The radiant effect is due to perspective, as the parallel tracks appear to converge at a distance. Taken over a period of 2 hours on the morning of December 14, short exposures recording individual meteor streaks were combined with a single long exposure to show the background stars, with Sirius at the top, and the constellation Orion at left. Faint stars and nebulae of the Milky Way track through the center of the frame. Near the radiant point, an extra star in Gemini is actually the flash of a meteor seen almost head-on.",
    "hdurl": "https://apod.nasa.gov/apod/image/0912/GeminidMeteors4hart_1200px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Southern Geminids",
    "url": "https://apod.nasa.gov/apod/image/0912/GeminidMeteors4hart_900px.jpg"
  },
  {
    "date": "2010-04-18",
    "explanation": "What's happened to our Sun?  Last week, it produced one of the largest eruptive prominences ever seen. Pictured above, the prominence erupted in only a few hours and was captured in movie form by NASA's twin Sun-orbiting STEREO satellites.  A quiescent solar prominence is a cloud of hot solar gas held above the Sun's surface by the Sun's magnetic field.  Unpredictably, however, prominences may erupt,   expelling hot gas into the Solar System via a  Coronal Mass Ejection (CME). As pictured above, many Earths would easily fit under the expanding ribbon of hot gas.  Although somehow related to the Sun's changing magnetic field, the energy mechanism that creates and sustains a Solar prominence is still a topic of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/1004/grandprom_stereo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Large Eruptive Prominence Imaged by STEREO",
    "url": "https://apod.nasa.gov/apod/image/1004/grandprom_stereo.jpg"
  },
  {
    "date": "1995-09-28",
    "explanation": "This computer generated view of a Venusian volcano was created using data from NASA's Magellan spacecraft. Magellan used its onboard radar to map the surface of Venus which is hidden from telescopic observations by a perpetual cloud cover.  Using this radar data to provide three dimensional information, a computer was then able to produce this view of Maat Mons, a 5 mile high volcano, from a dramatic perspective.  The colors used to render the surface are based on earlier color images transmitted by TV cameras on the Soviet Venera 13 and 14 Venus landers.",
    "hdurl": "https://apod.nasa.gov/apod/image/maat_mons.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Venusian Landscape",
    "url": "https://apod.nasa.gov/apod/image/maat_mons.gif"
  },
  {
    "date": "2007-09-10",
    "explanation": "What was the very early universe like?  To help find out, astronomers pointed the Hubble Space Telescope between bright nearby objects to create one of the deepest images ever -- the Hubble Ultra Deep Field (HUDF).  The resulting HUDF is like a jewel box of strange and distant galaxies.  A recent analysis of the HUDF focused on the smallest, faintest and most compact galaxies imaged.   These small galaxies are thought to be the building blocks of modern galaxies. Analysis shows that these small galaxies are indeed themselves frequently merging to form large galaxies.   An image of this field with the Spitzer Space Telescope shows a lack of infrared emission that would be expected from old stars, indicating that these small galaxies are very young, possibly only a few million years old.  Therefore the young blue stars might be members of the first-ever generation of stars. Part of the HUDF is shown above, while one blue building-block galaxy, highly redshifted by the universe so as to appear more yellow, is shown in the upper left inset.",
    "hdurl": "https://apod.nasa.gov/apod/image/0709/galaxylego_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Building Galaxies in the Early Universe",
    "url": "https://apod.nasa.gov/apod/image/0709/galaxylego_hst.jpg"
  },
  {
    "date": "2000-08-13",
    "explanation": "Carinae may be about to explode.  But no one knows when - it may be next year, it may be one million years from now.  Eta Carinae's mass - about 100 times greater than our Sun - makes it an excellent candidate for a full blown supernova. Historical records do show that about 150 years ago Eta Carinae underwent an unusual outburst that made it one of the brightest stars in the southern sky.  Eta Carinae, in the Keyhole Nebula, is the only star currently thought to emit natural LASER light.  This image, taken in 1996, resulted from sophisticated image-processing procedures designed to bring out new details in the unusual nebula that surrounds this rogue star.  Now clearly visible are two distinct lobes, a hot central region, and strange radial streaks.  The lobes are filled with lanes of gas and dust which absorb the blue and ultraviolet light emitted near the center.  The streaks remain unexplained. Will these clues tell us how the nebula was formed?  Will they better indicate when Eta Carinae will explode?",
    "hdurl": "https://apod.nasa.gov/apod/image/0008/etacarinae2_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Doomed Star Eta Carinae",
    "url": "https://apod.nasa.gov/apod/image/0008/etacarinae2_hst.jpg"
  },
  {
    "date": "2006-12-19",
    "explanation": "How massive can a normal star be?  Estimates made from distance, brightness and standard solar models had given one star in the open cluster Pismis 24 over 200 times the mass of our Sun, making it a record holder.  This star is the brightest object located just to the right of the gas front in the above image.  Close inspection of images taken recently with the Hubble Space Telescope, however, have shown that Pismis 24-1 derives its brilliant luminosity not from a single star but from three at least.  Component stars would still remain near 100 solar masses, making them among the more massive stars currently on record.  Toward the image left, stars are still forming in the associated emission nebula NGC 6357, including several that appear to be breaking out and illuminating a spectacular cocoon.",
    "hdurl": "https://apod.nasa.gov/apod/image/0612/ngc6357a_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Massive Stars in Open Cluster Pismis 24",
    "url": "https://apod.nasa.gov/apod/image/0612/ngc6357a_hst.jpg"
  },
  {
    "copyright": "Igor Vin'yaminov",
    "date": "2013-04-25",
    "explanation": "The dark, inner shadow of planet Earth is called the umbra. Shaped like a cone extending into space, it has a circular cross section and is most easily seen during a lunar eclipse. But the complete cross section is larger than the Moon's angular size in the stages of an eclipse. Still, this thoughtful composite illustrates the full extent of the circular shadow by utilizing images from both partial and total eclipses passing through different parts of the umbra. The images span the years 1997 to 2011, diligently captured with the same optics, from Voronezh, Russia. Along the bottom and top are stages of the partial lunar eclipses from September 2006 and August 2008 respectively. In the rightside bottom image, the Moon is entering the umbra for the total eclipse of September 1997. At left bottom, the Moon leaves the umbra after totality in May 2004. Middle right, center, and left, are stages of the total eclipse of June 2011, including the central, deep red total phase. During today's brief partial lunar eclipse seen only from the eastern hemisphere, the Moon will just slightly graze the umbra's lower edge.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/LunarEclipsesVinyaminov.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Eclipses",
    "url": "https://apod.nasa.gov/apod/image/1304/LunarEclipsesVinyaminov900c.jpg"
  },
  {
    "copyright": "\nVincent Jacques\nSky Shows\n",
    "date": "2009-01-13",
    "explanation": "A larger moon will not be seen this year. This past weekend, the largest full Moon of 2009 could be seen from almost any clear location on planet Earth at night. The large angular extent of the full Moon was caused by the Moon being unusually close to Earth during its full phase.   Because the Moon circles the Earth in an elliptical orbit, its angular size depends on how close the Moon is to closest approach (perigee) or farthest distance (apogee).  Even so, the Moon's was only about 15 percent larger in area and brightness than a more typical full Moon.  In this image, a dramatically positioned Moon is seen rising above the Alps from Breil-sur-Roya in the southeast of France.  Taken with an ordinary digital camera but extraordinary timing, the image also captured a crossing jet plane. The last full Moon, in 2008 December, was the largest full moon of 2008.",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/moon_jacques_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Largest Full Moon of 2009",
    "url": "https://apod.nasa.gov/apod/image/0901/moon_jacques.jpg"
  },
  {
    "date": "2017-08-08",
    "explanation": "What causes the patterns in Saturn's rings?  The Cassini spacecraft, soon ending its 13 years orbiting  Saturn,  has sent back another spectacular image of Saturn's immense ring system in unprecedented detail.  The physical cause for some of Saturn's ring structures is not always understood.   The cause for the beautifully geometric type of ring structure shown here in ring of Saturn, however, is surely a  density wave.  A small moon systematically perturbing the orbits of ring particles circling Saturn at slightly different distances causes such a density wave bunching.  Also visible on the lower right of the image is a bending wave, a vertical wave in ring particles also caused by the gravity of a nearby moon.  Cassini's final orbits are allowing a series of novel scientific measurements and images of the Solar System's  most grand ring system.    Open Science: Browse 1,500+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1708/RingWaves_CassiniLakdawalla_1020.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Density Waves in Saturn's Rings from Cassini",
    "url": "https://apod.nasa.gov/apod/image/1708/RingWaves_CassiniLakdawalla_960.jpg"
  },
  {
    "date": "1998-12-18",
    "explanation": "TT Cygni is a cool red giant star with a wind. This false-color picture of TT Cyg was made using a coordinated array of millimeter wavelength radio telescopes and shows radio emission from carbon monoxide (CO) molecules in the surrounding gas. The central emission is from material blown off the red giant over a few hundred years while the thin ring, with a radius of about 1/4 light-year, actually represents a shell of gas expanding outward for 6,000 years. Carbon stars like TT Cyg are so named for their apparent abundance of carbon containing molecules. The carbon is likely the dredged-up ashes of nuclear helium burning in the stellar interior. Carbon stars loose a significant fraction of their total mass in the form of a stellar wind which ultimately enriches the interstellar gas - the source of material for future generations of stars. TT Cyg is about 1,500 light-years away in the constellation Cygnus.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/ttcyg_olofsson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "TT Cygni: Carbon Star",
    "url": "https://apod.nasa.gov/apod/image/9812/ttcyg_olofsson1.jpg"
  },
  {
    "copyright": "Wido Oerlemans",
    "date": "2021-11-19",
    "explanation": "In visible light the stars have been removed from this narrow-band image of NGC 281, a star forming region some 10,000 light-years away toward the constellation Cassiopeia. Stars were digitally added back to the resulting starless image though. But instead of using visible light image data, the stars were added with X-ray data (in purple) from the Chandra X-ray Observatory and infrared data (in red) from the Spitzer Space Telescope. The merged multiwavelength view reveals a multitude of stars in the region's embedded star cluster IC 1590. The young stars are normally hidden in visible light images by the natal cloud's gas and obscuring dust. Also known to backyard astro-imagers as the Pacman Nebula for its overall appearance in visible light, NGC 281 is about 80 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/starless_color.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 281: Starless with Stars",
    "url": "https://apod.nasa.gov/apod/image/2111/starless_color_1024.jpg"
  },
  {
    "date": "2006-06-03",
    "explanation": "The pixelated planet above is actually our own planet Earth seen in gamma rays - the most energetic form of light. In fact, the gamma rays used to construct this view pack over 35 million electron volts (MeV) compared to a mere two electron volts (eV) for a typical visible light photon. The Earth's gamma-ray glow is indeed very faint, and this image was constructed by combining data from seven years of exposure during the life of the Compton Gamma Ray Observatory, operating in Earth orbit from 1991 to 2000. Brightest near the edge and faint near the center, the picture indicates that the gamma rays are coming from high in Earth's atmosphere. The gamma rays are produced as the atmosphere interacts with high energy cosmic rays from space, blocking the harmful radiation from reaching the surface.  Astronomers need to understand Earth's gamma-ray glow well as it can interfere with observations of cosmic gamma-ray sources like pulsars, supernova remnants, and distant active galaxies powered by supermassive black holes.",
    "hdurl": "https://apod.nasa.gov/apod/image/0606/grayEarth_petry.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gamma-Ray Earth",
    "url": "https://apod.nasa.gov/apod/image/0606/grayEarth_petry.jpg"
  },
  {
    "date": "2003-01-09",
    "explanation": "Two billion light-years away, galaxy cluster Abell 1689 is one of the most massive objects in the Universe. In this view from the Hubble Space Telescope's Advanced Camera for Surveys, Abell 1689 is seen to warp space as predicted by Einstein's theory of gravity -- bending light from individual galaxies which lie behind the cluster to produce multiple, curved images. The power of this enormous gravitational lens depends on its mass, but the visible matter, in the form of the cluster's yellowish galaxies, only accounts for about one percent of the mass needed to make the observed bluish arcing images of background galaxies. In fact, most of the gravitational mass required to warp space enough to explain this cosmic scale lensing is in the form of still mysterious dark matter. As the dominant source of the cluster's gravity, the dark matter's unseen presence is mapped out by the lensed arcs and distorted background galaxy images.",
    "hdurl": "https://apod.nasa.gov/apod/image/0301/abell1689_hstacs_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Abell 1689 Warps Space",
    "url": "https://apod.nasa.gov/apod/image/0301/abell1689_hstacs_c1.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2012-10-20",
    "explanation": "Ghostly apparitions of two fundamental planes in planet Earth's sky span this October all-sky view. The scene was captured from a lakeside campsite under dark skies in northern Maine, USA. In it, the plane of our Milky Way Galaxy arcs above faint airglow along the horizon. Zodiacal light, a band of dust scattering sunlight along the solar system's ecliptic plane, stretches almost horizontally across the wide field and intersects the Milky way near a point marked by bright planet Jupiter. Right of Jupiter, past the Pleiades star cluster, is the brightening of the Zodiacal band known as the Gegenschein, also visible to the eye on that dark night. Begirt with many a blazing star and rising above the distant mountains, Orion the hunter is reflected in the lake's calm waters.",
    "hdurl": "https://apod.nasa.gov/apod/image/1210/GegenscheinMilkyWayTafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Zodiacal Light and Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1210/GegenscheinMilkyWayTafreshi900.jpg"
  },
  {
    "copyright": "\nBartosz\nWojczyński\n",
    "date": "2020-07-01",
    "explanation": "Has your world ever turned upside-down?  It would happen every day if you stay fixed to the stars.  Most time-lapse videos of the night sky show the stars and sky moving above a steady Earth.  Here, however, the camera has been forced to rotate so that the stars remain fixed, and the Earth rotates around them.  The movie, with each hour is compressed to a second, dramatically demonstrates the daily rotation of the Earth, called diurnal motion. The video begins by showing an open field in Namibia, Africa, on a clear day, last year.  Shadows shift as the Earth turns, the shadow of the Earth rises into the sky, the Belt of Venus momentarily appears, and then day turns into night. The majestic band of our Milky Way Galaxy stretches across the night sky, while sunlight-reflecting, Earth-orbiting satellites zoom by.  In the night sky, you can even spot the Large and Small Magellanic Clouds.  The video shows a sky visible from Earth's Southern Hemisphere, but a similar video could be made for every middle latitude on our blue planet.   Almost Hyperspace: Random APOD Generator",
    "media_type": "video",
    "service_version": "v1",
    "title": "Our Rotating Earth",
    "url": "https://www.youtube.com/embed/re3oEKX6Fks?rel=0"
  },
  {
    "date": "2015-03-09",
    "explanation": "What are the unusual spots surrounding that galaxy? They are all images of the same supernova. For the first time, a single supernova explosion has been seen split into multiple images by the gravitational lens deflections of intervening masses. In this case the masses are a large galaxy and its home galaxy cluster. The featured image was captured last November by the Earth-orbiting Hubble Space Telescope.  The yellow-hued quadruply-imaged Supernova Refsdal occurred in the early universe far behind the cluster. Measuring the locations and time-delays between the supernova images should allow astrophysicists to recover the amount of dark matter in the galaxy and cluster. With patience and luck, a fifth image of the supernova will also be recovered nearby in the next few years.   Astrophysicists: Browse 1,000+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1503/QuadSupernova_hubble_1176.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxy and Cluster Create Four Images of Distant Supernova",
    "url": "https://apod.nasa.gov/apod/image/1503/QuadSupernova_hubble_1080.jpg"
  },
  {
    "copyright": "John Kraus",
    "date": "2022-11-19",
    "explanation": "When the Artemis 1 mission's Orion spacecraft makes its November 21 powered flyby of the Moon, denizens of planet Earth will see the Moon in a waning crescent phase. The spacecraft will approach to within about 130 kilometers of the lunar surface on its way to a distant retrograde orbit some 70,000 kilometers beyond the Moon. But the Moon was at last quarter for the November 16 launch and near the horizon in the dark early hours after midnight. It's captured here in skies over Kennedy Space Center along with the SLS rocket engines and solid rocket boosters lofting the uncrewed Orion to space. Ragged fringes appearing along the bright edge of the sunlit lunar nearside are caused as pressure waves generated by the rocket's passage change the index of refraction along the camera's line of sight.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/DSC_3971-11-16-2022-Low-Res.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Artemis 1 Moonshot",
    "url": "https://apod.nasa.gov/apod/image/2211/DSC_3971-11-16-2022-1024o.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2015-09-04",
    "explanation": "After sunset on September 1, an exceptionally intense, reddish airglow flooded this Chilean winter night skyscape. Above a sea of clouds and flanking the celestial Milky Way, the airglow seems to ripple and flow across the northern horizon in atmospheric waves. Originating at an altitude similar to aurorae, the luminous airglow is instead due to chemiluminescence, the production of light through chemical excitation. Commonly captured with a greenish tinge by sensitive digital cameras, this reddish airglow emission is from OH molecules and oxygen atoms at extremely low densities and has often been present in southern hemisphere nights during the last few years. On this night it was visible to the eye, but seen without color. Antares and the central Milky Way lie near the top, with bright star Arcturus at left. Straddling the Milky Way close to the horizon are Vega, Deneb, and Altair, known in northern nights as the stars of the Summer Triangle.",
    "hdurl": "https://apod.nasa.gov/apod/image/1509/airglow_lco_beletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way with Airglow Australis",
    "url": "https://apod.nasa.gov/apod/image/1509/airglow_lco_beletsky.jpg"
  },
  {
    "copyright": "\nPeggy Peterson\n",
    "date": "2003-02-26",
    "explanation": "What's happening over the horizon?  Although the scene may appear somehow supernatural, nothing more unusual is occurring than a setting Sun and some well placed clouds.  Pictured above are anticrepuscular rays.  To understand them, start by picturing common crepuscular rays that are seen any time that sunlight pours though scattered clouds.  Now although sunlight indeed travels along  straight lines, the projections of these lines onto the spherical sky are great circles.  Therefore, the crepuscular rays from a setting (or rising) sun will appear to re-converge on the other side of the sky.  At the anti-solar point 180 degrees around from the Sun, they are referred to as anticrepuscular rays. While enjoying the sunset after dinner near Horseshoe Canyon in Utah, the photographer chanced to find that an even more spectacular sight was occurring in the other direction just over the canyon -- a particularly vivid set of anticrepuscular rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/antihorse_peterson_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Anticrepuscular Rays Over Horseshoe Canyon",
    "url": "https://apod.nasa.gov/apod/image/0302/antihorse_peterson.jpg"
  },
  {
    "copyright": "Fredrick Broms",
    "date": "2012-09-21",
    "explanation": "September's equinox arrives tomorrow as the Sun crosses the celestial equator heading south. The event marks the astronomical beginning of spring in the southern hemisphere and autumn in the north. And though the connection is still puzzling, the equinox seasons bring an increase in geomagnetic storms. So as northern nights grow longer, the equinox also heralds the arrival of a good season for aurora hunters. Recorded on September 20, these colorful northern lights were captured with camera and wide-angle lens near the Norwegian Sea coast outside Tromsø in Northern Norway. Shining at altitudes of 100 kilometers or so, the aurora rays are parallel, but perspective makes them appear to radiate from a vanishing point behind the silhouetted pine tree. Stars in this enchanting northern night include Polaris above and right of the tree top, and yellowish giant stars Shedar (Alpha Cassiopiae) to the left and Kochab (Beta Ursae Minoris) to the right. Bright Altair shines through the greenish auroral curtain at the lower left of the scene.",
    "hdurl": "https://apod.nasa.gov/apod/image/1209/aurora2012sep20v2XLbroms.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "September's Aurora",
    "url": "https://apod.nasa.gov/apod/image/1209/aurora2012sep20v2XLbroms.jpg"
  },
  {
    "copyright": "\nRoberto Colombari & Federico Pelliccia \n",
    "date": "2021-05-09",
    "explanation": "The dark Horsehead Nebula and the glowing Orion Nebula are contrasting cosmic vistas. Adrift 1,500 light-years away in one of the night sky's most recognizable constellations, they appear in opposite corners of the above stunning mosaic. The familiar Horsehead nebula appears as a dark cloud, a small silhouette notched against the long red glow at the lower left. Alnitak is the easternmost star in Orion's belt and is seen as the brightest star to the left of the Horsehead. Below Alnitak is the Flame Nebula, with clouds of bright emission and dramatic dark dust lanes. The magnificent emission region, the Orion Nebula (aka M42), lies at the upper right. Immediately to its left is a prominent reflection nebula sometimes called the Running Man. Pervasive tendrils of glowing hydrogen gas are easily traced throughout the region.    Astrophysicists: Browse 2,500+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/2105/orionwisps_colombari_3543.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Horsehead and Orion Nebulas",
    "url": "https://apod.nasa.gov/apod/image/2105/orionwisps_colombari_1080.jpg"
  },
  {
    "copyright": "Miloslav\nDruckmüller",
    "date": "2015-03-31",
    "explanation": "During a total solar eclipse, the Sun's extensive outer atmosphere, or corona, is an inspirational sight. Streamers and shimmering features that engage the eye span a brightness range of over 10,000 to 1, making them notoriously difficult to capture in a single photograph. But this composite of 29 telescopic images covers a wide range of exposure times to reveal the crown of the Sun in all its glory. The aligned and stacked digital frames were recorded in the cold, clear skies above the Arctic archipelago of Svalbard, Norway during the Sun's total eclipse on March 20 and also show solar prominences extending just beyond the edge of the solar disk. Remarkably, even small details on the dark night side of the New Moon can be made out, illuminated by sunlight reflected from a Full Earth. Of course, fortunes will be reversed on April 4 as a Full Moon plunges into the shadow of a New Earth, during a total lunar eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/1503/Tse_2015_Svalbard_800mm_Nikon_D810-small.png",
    "media_type": "image",
    "service_version": "v1",
    "title": "Corona from Svalbard",
    "url": "https://apod.nasa.gov/apod/image/1503/Tse_2015_Svalbard_800mm_Nikon_D810-small.jpg"
  },
  {
    "copyright": "\nSteven Gilbert\n",
    "date": "2012-05-28",
    "explanation": "Have you contemplated your home star recently? Pictured above, a Sun partially eclipsed on the top left by the Moon is also seen eclipsed by earthlings contemplating the eclipse below. The above menagerie of silhouettes was taken from the Glen Canyon National Recreation Area near Page, Arizona, USA, where park rangers and astronomers expounded on the unusual event to interested gatherers. Also faintly visible on the Sun's disk, just to the lower right of the dark Moon's disk, is a group of sunspots.  Although exciting, some consider this event a warm-up act for next week's chance to comtemplate the Sun -- a much more rare partial eclipse by the planet Venus.   Astronomy Seminar of the Week: The 2012 Transit of Venus",
    "hdurl": "https://apod.nasa.gov/apod/image/1205/sunsilhouettes_gilbert_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Contemplating the Sun",
    "url": "https://apod.nasa.gov/apod/image/1205/sunsilhouettes_gilbert_960.jpg"
  },
  {
    "date": "2013-06-10",
    "explanation": "Where are the hottest stars in the nearest galaxies? To help find out, NASA commissioned its Earth-orbiting Swift satellite to compile a multi-image mosaic of the neighboring Large Magellanic Cloud (LMC) galaxy in ultraviolet light. The above image shows where recently formed stars occur in the LMC, as the most massive of these young stars shine brightly in blue and ultraviolet. In contrast, visible in an image roll-over, a more familiar view of the LMC in visible light better highlights older stars.  On the upper left is one of the largest star forming regions known in the entire Local Group of galaxies: the Tarantula Nebula. The Large Magellanic Cloud and its smaller companion the Small Magellanic Cloud are easily visible with the unaided eye to sky enthusiasts with a view of the southern sky.  Detailed inspection of the above image is allowing a better galaxy-comprehensive picture for how star formation occurs.",
    "hdurl": "https://apod.nasa.gov/apod/image/1306/lmc_swift_2119.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Large Magellanic Cloud in Ultraviolet",
    "url": "https://apod.nasa.gov/apod/image/1306/lmc_swift_960.jpg"
  },
  {
    "copyright": "Robert Gendler",
    "date": "2022-11-03",
    "explanation": "The small, northern constellation Triangulum harbors this magnificent face-on spiral galaxy, M33. Its popular names include the Pinwheel Galaxy or just the Triangulum Galaxy. M33 is over 50,000 light-years in diameter, third largest in the Local Group of galaxies after the Andromeda Galaxy (M31), and our own Milky Way. About 3 million light-years from the Milky Way, M33 is itself thought to be a satellite of the Andromeda Galaxy and astronomers in these two galaxies would likely have spectacular views of each other's grand spiral star systems. As for the view from the Milky Way, this sharp image combines data from telescopes on and around planet Earth to show off M33's blue star clusters and pinkish star forming regions along the galaxy's loosely wound spiral arms. In fact, the cavernous NGC 604 is the brightest star forming region, seen here at about the 1 o'clock position from the galaxy center. Like M31, M33's population of well-measured variable stars have helped make this nearby spiral a cosmic yardstick for establishing the distance scale of the Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/M33-NOIR-HST-LL.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M33: The Triangulum Galaxy",
    "url": "https://apod.nasa.gov/apod/image/2211/M33-NOIR-HST-LL_1024.jpg"
  },
  {
    "date": "2015-05-01",
    "explanation": "The first to orbit Mercury, the MESSENGER spacecraft came to rest on this region of Mercury's surface yesterday. Constructed from MESSENGER image and laser altimeter data, the scene looks north over the northeastern rim of the broad, lava filled Shakespeare basin. The large, 48 kilometer (30 mile) wide crater Janacek is near the upper left edge. Terrain height is color coded with red regions about 3 kilometers above blue ones. MESSENGER'S final orbit was predicted to end near the center, with the spacecraft impacting the surface at nearly 4 kilometers per second (over 8,700 miles per hour) and creating a new crater about 16 meters (52 feet) in diameter. The impact on the far side of Mercury was not observed by telescopes, but confirmed when no signal was detected from the spacecraft given time to emerge from behind the planet. Launched in 2004, the MErcury Surface, Space ENvironment, GEochemisty and Ranging spacecraft completed over 4,000 orbits after reaching the Solar System's innermost planet in 2011.",
    "hdurl": "https://apod.nasa.gov/apod/image/1505/messengerImpactSite_black.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "MESSENGER's Last Day on Mercury",
    "url": "https://apod.nasa.gov/apod/image/1505/messengerImpactSite_black600.jpg"
  },
  {
    "date": "1996-04-06",
    "explanation": "In the 1920s, using photographic plates made with the Mt. Wilson Observatory's 100 inch telescope, Edwin Hubble determined the distance to the Andromeda Nebula - decisively demonstrating the existence of other galaxies far beyond the Milky Way. His notations are evident on the plate shown above (the image is a negative with stars appearing as black dots against the white background of space). By intercomparing plates, Hubble searched for \"novae\", stars which underwent a sudden increase in brightness. He found several on this plate and marked them with an \"N\".  Later he discovered that one was actually a type of variable star known as a cepheid - crossing out the \"N\" he wrote \"Var!\" (upper right). Thanks to the work of Harvard astronomer Henrietta Leavitt, cepheids, regularly varying, pulsating stars, could be used as \"standard candle\" distance indicators. Identifying such a star allowed Hubble to show that Andromeda was not a small cluster of stars and gas within our own galaxy, but a large galaxy in its own right at a substantial distance from the Milky Way. Hubble's discovery is responsible for our modern concept of a Universe filled with galaxies.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/andromeda_neb_2.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Andromeda Nebula: Var!",
    "url": "https://apod.nasa.gov/apod/image/andromeda_neb_2.gif"
  },
  {
    "copyright": "\nVojtěch Bauer\n",
    "date": "2020-02-18",
    "explanation": "Do you recognize this constellation? Setting past the Central Bohemian Highlands in the Czech Republic is Orion, one of the most identifiable star groupings on the sky and an icon familiar to humanity for over 30,000 years. Orion has looked pretty much the same during this time and should continue to look the same for many thousands of years into the future.  Prominent Orion is high in the sky at sunset this time of year, a recurring sign of (modern) winter in Earth's northern hemisphere and summer in the south. The featured picture is a composite of over thirty images taken from the same location and during the same night last month.  Below and slightly to the left of Orion's three-star belt is the Orion Nebula, while four of the bright stars surrounding the belt are, clockwise, Sirius (far left, blue), Betelgeuse (top, orange, unusually faint), Aldebaran (far right), and Rigel (below). As future weeks progress, Orion will set increasingly earlier.    Infinite Random Loop: Create an APOD Station in your classroom or Science Center.",
    "hdurl": "https://apod.nasa.gov/apod/image/2002/OrionOverCzech_Bauer_7954.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion over the Central Bohemian Highlands",
    "url": "https://apod.nasa.gov/apod/image/2002/OrionOverCzech_Bauer_960.jpg"
  },
  {
    "date": "2001-08-14",
    "explanation": "In February 2000, the orbiting Chandra X-ray Observatory spent 27 hours staring into the plane of our Milky Way galaxy. Its target was a spot in the small constellation Scutum, within the Milky Way's zone of avoidance where galactic gas and dust clouds block visible light, making a poor window for optical telescopes. However the penetrating x-ray observations looked through the obscurations revealing the Milky Way and the Universe beyond. The x-ray view is reconstructed above in false color. Distant active galaxies emitting high energy x-rays appear as blue dots, while reddish dots are sources of lower energy x-rays, likely stars within the Milky Way itself. Intriguing is the diffuse blue glow of high energy x-rays, distinct from the individual sources in the picture. Astronomers have long debated whether our galactic plane's apparently extended x-ray emission was due to discrete sources or diffuse hot gas. As these results suggest diffuse interstellar gas with a temperature of tens of millions of degrees Celsius is indeed the answer, other questions arise. What heats the gas to these incredible temperatures? Why does this energetic gas linger in the galactic plane?",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/galplane_cxo_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "X-Rays from the Galactic Plane",
    "url": "https://apod.nasa.gov/apod/image/0108/galplane_cxo_c1.jpg"
  },
  {
    "copyright": "Bernard Miller",
    "date": "2022-03-10",
    "explanation": "Globular star cluster 47 Tucanae is a jewel of the southern sky. Also known as NGC 104, it roams the halo of our Milky Way Galaxy along with some 200 other globular star clusters. The second brightest globular cluster (after Omega Centauri) as seen from planet Earth, 47 Tuc lies about 13,000 light-years away. It can be spotted with the naked-eye close on the sky to the Small Magellanic Cloud in the constellation of the Toucan. The dense cluster is made up of hundreds of thousands of stars in a volume only about 120 light-years across. Red giant stars on the outskirts of the cluster are easy to pick out as yellowish stars in this sharp telescopic portrait. Tightly packed globular cluster 47 Tuc is also home to a star with the closest known orbit around a black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/2203/NGC104_TL_PS1_INSIGHT.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Star Cluster 47 Tuc",
    "url": "https://apod.nasa.gov/apod/image/2203/NGC104_TL_PS1_INSIGHT1024.jpg"
  },
  {
    "date": "1998-05-31",
    "explanation": "Phobos is doomed. Mars, the red planet named for the Roman god of war, has two tiny moons, Phobos and Deimos, whose names are derived from the Greek for Fear and Panic. These Martian moons may well be captured asteroids originating in the asteroid belt between Mars and Jupiter or perhaps from even more distant reaches of the Solar System. In this 1977 Viking orbiter image, the largest moon, Phobos, is seen to be a heavily cratered asteroid-like object. It is about 17 miles across and zips through the Martian sky completing an orbit in less than 8 hours. Phobos orbits so close to Mars, (about 3,600 miles above the surface compared to 250,000 miles for our Moon) that gravitational tidal forces are dragging it down. In 100 million years or so it should crash into the surface or be shattered by stress caused by the relentless tidal forces, the debris forming a ring around Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/phobos.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos: Doomed Moon of Mars",
    "url": "https://apod.nasa.gov/apod/image/phobos.gif"
  },
  {
    "date": "2002-06-18",
    "explanation": "How can a round star make a square nebula?  This conundrum comes to light when studying  planetary nebulae like IC 4406.  Evidence indicates that IC 4406 is likely a hollow cylinder, with its square appearance the result of our vantage point in viewing the cylinder from the side.  Were IC 4406 viewed from the top, it would likely look similar to the Ring Nebula.  This representative-color picture is a composite made by combining images taken by the Hubble Space Telescope last June and this January. Hot gas flows out the ends of the cylinder, while filaments of dark dust and molecular gas lace the bounding walls.  The star primarily responsible for this interstellar sculpture can be found in the planetary nebula's center.  In a few million years, the only thing left visible in IC 4406 will be a fading white dwarf star.",
    "hdurl": "https://apod.nasa.gov/apod/image/0206/ic4406_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 4406: A Seemingly Square Nebula",
    "url": "https://apod.nasa.gov/apod/image/0206/ic4406_hst.jpg"
  },
  {
    "date": "2022-05-23",
    "explanation": "This picture of Andromeda shows not only where stars are now, but where stars will soon be. Of course, the big, beautiful Andromeda Galaxy, M31, is a spiral galaxy -- and a mere 2.5 million light-years away.  Both space-based and ground-based observatories have been here combined to produce this intriguing composite image of Andromeda, at wavelengths both inside and outside normally visible light. The visible light shows where M31's stars are now -- as highlighted in white and blue hues and imaged by the Hubble, Subaru, and Mayall telescopes.  The infrared light shows where M31's future stars will soon form -- as highlighted in orange hues and imaged by NASA's Spitzer Space Telescope.  The infrared light tracks enormous lanes of dust, warmed by stars, sweeping along Andromeda's spiral arms.  This dust is a tracer of the galaxy's vast interstellar gas -- the raw material for future star formation.  These new stars will likely form over the next hundred million years, surely well before Andromeda merges with our Milky Way Galaxy in about 5 billion years.",
    "hdurl": "https://apod.nasa.gov/apod/image/2205/M31_HubbleSpitzerGendler_2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Once and Future Stars of Andromeda",
    "url": "https://apod.nasa.gov/apod/image/2205/M31_HubbleSpitzerGendler_960.jpg"
  },
  {
    "copyright": "P-M Hedén",
    "date": "2008-01-19",
    "explanation": "The tantalizing Pleiades star cluster seems to lie just beyond the trees above a dark castle tower in this dramatic view of The World at Night. Recorded earlier this month, the starry sky also features bright star Aldebaran below the Pleiades and a small, faint, fuzzy cloud otherwise known as Comet Holmes near picture center at the top of the field. Starry Night Castle might be an appropriate name for the medieval castle ruin in the foreground. But its traditional name is Mörby Castle, found north of Stockholm, near lake Skedviken in Norrtälje, Sweden.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/CastleHolmes_heden_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starry Night Castle",
    "url": "https://apod.nasa.gov/apod/image/0801/CastleHolmes_heden_c1.jpg"
  },
  {
    "copyright": "\nRobert Howell\n",
    "date": "2012-10-17",
    "explanation": "Sometimes both heaven and Earth erupt. Colorful aurorae erupted unexpectedly earlier this month, with green aurora appearing near the horizon and brilliant bands of red aurora blooming high overhead.  A bright Moon lit the foreground of this picturesque scene, while familiar stars could be seen far in the distance.  With planning, the careful astrophotographer shot this image mosaic in the field of White Dome Geyser in Yellowstone National Park in the western USA. Sure enough, just after midnight, White Dome erupted -- spraying a stream of water and vapor many meters into the air. Geyser water is heated to steam by scalding magma several kilometers below, and rises through rock cracks to the surface. About half of all known geysers occur in Yellowstone National Park. Although the geomagnetic storm that created these aurorae has since subsided, eruptions of White Dome Geyser continue about every 30 minutes.   Astrophysicists: Browse 500+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1210/geyseraurora_howell_2163.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over White Dome Geyser",
    "url": "https://apod.nasa.gov/apod/image/1210/geyseraurora_howell_960.jpg"
  },
  {
    "copyright": "\nMatthew Dieterich\n",
    "date": "2023-01-10",
    "explanation": "Stars are forming in the gigantic dust pillar called the Cone Nebula. Cones, pillars, and majestic flowing shapes abound in stellar nurseries where clouds of gas and dust are sculpted by energetic winds from newborn stars. The Cone Nebula, a well-known example, lies within the bright galactic star-forming region NGC 2264. The featured image of the Cone was captured recently combining 24-hours of exposure with a half-meter telescope at the El Sauce Observatory in Chile. Located about 2,500 light-years away toward the constellation of the Unicorn (Monoceros), the Cone Nebula's conical pillar extends about 7 light-years. The massive star NGC 2264 IRS, is the likely source of the wind sculpting the Cone Nebula and lies off the top of the image.  The Cone Nebula's reddish veil is produced by glowing hydrogen gas.    Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/ConeNebula_Dieterich_1370.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 2264: The Cone Nebula",
    "url": "https://apod.nasa.gov/apod/image/2301/ConeNebula_Dieterich_960.jpg"
  },
  {
    "date": "1996-09-28",
    "explanation": "Pictured above is a three person Russian Soyuz capsule with wing-like solar panels extended, joined to the Mir space station. In Russian soyuz means \"union\" and indeed one of the milestones achieved by a Soyuz spacecraft was an orbital union with a US Apollo command module during the first international space mission (Apollo-Soyuz) in 1975. The Soyuz TM spacecraft are specially modified for use with the Mir as ferries for cosmonauts and astronauts and also as lifeboats, should the need arise. This image is from an electronic still camera used by the crew of the Space Shuttle Atlantis during their latest Mir visit to pick up astronaut Shannon Lucid and drop off John Blaha.",
    "hdurl": "https://apod.nasa.gov/apod/image/soyuz_sts79_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Soyuz at Mir\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/soyuz_sts79.gif"
  },
  {
    "copyright": "\nESA/DLR/FU Berlin \n(G. Neukum)\n\n",
    "date": "2011-01-24",
    "explanation": "Where on this moon would you land? The moon pictured above is not Earth's moon but Phobos, the closest moon to the planet Mars.  Phobos is so close to Mars that it is expected to break up and crash into the red planet within the next 100 million years. Earlier just this year, however, ESA's Mars Express mission took detailed images of the area surrounding Phobos' South Pole. Visible on the small moon's unusually dark surface are many circular craters, long chains of craters, and strange streaks.   Large Stickney Crater, which looms on the far right, was also visible in the corresponding North Polar image taken last year.  This and other similar images of Phobos are so detailed, resolving items even 10-meters across, that they are useful for examining proposed landing sites of the future Phobos-Grunt mission. The Russian Phobos-Grunt robotic spacecraft is scheduled to launch toward Phobos later this year and return surface samples in 2014.    Vote: Astronomy Picture of the Year 2010",
    "hdurl": "https://apod.nasa.gov/apod/image/1101/phobos2_marsexpress_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos' South Pole from Mars Express",
    "url": "https://apod.nasa.gov/apod/image/1101/phobos2_marsexpress.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2015-10-16",
    "explanation": "Stars come out as evening twilight fades in this serene skyscape following the Persian proverb \"Night hides the world, but reveals a universe.\" The scene finds the Sun setting over northern Kenya and the night will soon hide the shores of Lake Turkana, home to many Nile crocodiles. The region is also known for its abundance of hominid fossils. On that past November night, a brilliant Venus, then the world's evening star, dominates the starry skies above. But also revealed are faint stars, cosmic dust clouds, and glowing nebulae along the graceful arc of our own Milky Way galaxy.",
    "hdurl": "https://apod.nasa.gov/apod/image/1510/NightHidesTurkanaTafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Night Hides the World",
    "url": "https://apod.nasa.gov/apod/image/1510/NightHidesTurkanaTafreshi.jpg"
  },
  {
    "copyright": "Alain Paillou",
    "date": "2017-11-11",
    "explanation": "The Moon is normally seen in subtle shades of grey. But small, measurable color differences have been greatly exaggerated in this mosaic of high-resolution images captured near the Moon's full phase, to construct a multicolored, central moonscape. The different colors are recognized to correspond to real differences in the mineral makeup of the lunar surface. Blue hues reveal titanium rich areas while more orange and purple colors show regions relatively poor in titanium and iron. The intriguing Sea of Vapors, or Mare Vaporum, is below center in the frame with the sweeping arc of the lunar Montes Apenninus (Apennine Mountains) above it. The dark floor of 83 kilometer diameter Archimedes crater within the Sea of Rains, or Mare Imbrium, is toward the top left. Near the gap at the top of the Apennine's arc is the Apollo 15 landing site. Calibrated by rock samples returned by the Apollo missions, similar multicolor images from spacecraft have been used to explore the Moon's global surface composition.",
    "hdurl": "https://apod.nasa.gov/apod/image/1711/Central_Colours_Fullres.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Colourful Moon",
    "url": "https://apod.nasa.gov/apod/image/1711/Central_Colours_1024.jpg"
  },
  {
    "date": "2004-10-25",
    "explanation": "Here is one of the largest objects that anyone will ever see on the sky.  Each of the fuzzy blobs in the above picture is a galaxy, together making up the Perseus Cluster, one of the closest clusters of galaxies.  The cluster is seen through the foreground of faint stars in our own Milky Way Galaxy.  It takes light roughly 300 million years to get here from this region of the Universe, so we see this cluster as it existed before the age of the dinosaurs.  Also known as Abell 426, the center of the Perseus Cluster is a prodigious source of X-ray radiation, and so helps astronomers explore how clusters formed and how gas and dark matter interact.  The Perseus Cluster of Galaxies is part of the Pisces-Perseus supercluster of galaxies, which spans over 15 degrees and contains over 1000 galaxies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/PerseusCluster_misti_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Perseus Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/0410/PerseusCluster_misti.jpg"
  },
  {
    "date": "2011-10-26",
    "explanation": "A fourth moon is visible on the above image if you look hard enough. First -- and farthest in the background -- is Titan, the largest moon of Saturn and one of the larger moons in the Solar System.  The dark feature across the top of this perpetually cloudy world is the north polar hood. The next most obvious moon is bright Dione, visible in the foreground, complete with craters and long ice cliffs. Jutting in from the left are several of Saturn's expansive rings, including Saturn's A ring featuring the dark Encke Gap. On the far right, just outside the rings, is Pandora, a moon only 80-kilometers across that helps shepherd Saturn's F ring. The fourth moon?  If you look closely in the Encke Gap you'll find a speck that is actually Pan. Although one of Saturn's smallest moons at 35-kilometers across, Pan is massive enough to help keep the Encke gap relatively free of ring particles.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/fourmoons_cassini_1004.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In, Through, and Beyond Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/1110/fourmoons_cassini_900.jpg"
  },
  {
    "date": "2015-10-21",
    "explanation": "The north pole of Saturn's moon Enceladus is unexpectedly fascinating and complex. Previous to the latest flyby of the robotic Cassini spacecraft, the northern region was known mostly for its unusually high abundance of craters. Last week's flyby, however, returned images of unprecedented detail, including the featured image showing the expected craters coupled with an unexpected and circuitous pattern of picturesque cracks and fractures.  Broken terrain has been recorded at lower latitudes, with deep canyons dubbed Tiger Stripes near Enceladus' South Pole. The fractures may further indicate global interplay between the surface and potential seas underneath, seas that future missions might target for signs of life.   Retrospective: Today in APOD History",
    "hdurl": "https://apod.nasa.gov/apod/image/1510/EnceladusNorth_Cassini_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Fractured North Pole of Saturn's Enceladus",
    "url": "https://apod.nasa.gov/apod/image/1510/EnceladusNorth_Cassini_960.jpg"
  },
  {
    "date": "2001-08-06",
    "explanation": "The Hubble Space Telescope (HST) is the largest orbiting public optical telescope in history.  Its 2.4 meter diameter reflecting mirror and its perch above Earth's atmosphere allow it to create exceptionally sharp images.  Originally launched in 1990, HST optics were repaired to their intended accuracy in 1993 by the first of several regular servicing missions.  Astronomers using HST continue to make numerous monumental scientific discoveries, including new estimates of the age and composition of our universe, previously unknown galaxies, evidence of massive black holes in the centers of galaxies, protoplanetary star systems and star forming regions, and a better understanding of physical processes in our universe. A larger Next Generation Space Telescope (NGST) may be launched as early as 2007.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/hst_sts103_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Orbiting Hubble Space Telscope",
    "url": "https://apod.nasa.gov/apod/image/0108/hst_sts103.jpg"
  },
  {
    "date": "1998-02-06",
    "explanation": "Sunday marks the 170th anniversary of the birth of Jules Verne (born in Nantes, France on the 8th of February, 1828). Inspired by a lifelong fascination with machines, Verne wrote visionary works about \"Extraordinary Voyages\" including such terrestrial travels as Around the World in 80 Days, Journey to the Centre of the Earth, and Twenty Thousand Leagues Under the Sea. In 1865 he published the story of three adventurers who undertook a journey From the Earth to the Moon. Verne's characters rode a \"projectile-vehicle\" fired from a huge cannon constructed in Florida. Does that sound familiar? A century later, the Saturn V rocket and NASA's Apollo program finally turned this work of fiction into fact, propelling adventuresome trios on what was perhaps Verne's most extraordinary voyage. This stirring floodlit view shows the Apollo 9 space-vehicle atop its Saturn V. Launched from a spaceport in Florida in 1969, the Apollo 9 crew were the first to test all lunar landing hardware in space .",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/apollo9_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Happy Birthday Jules Verne",
    "url": "https://apod.nasa.gov/apod/image/9802/apollo9.jpg"
  },
  {
    "date": "2004-02-05",
    "explanation": "Grand spiral galaxies often seem to get all the glory, flaunting their young, bright, blue star clusters in beautiful, symmetric spiral arms. But small, irregular galaxies form stars too. In fact, as pictured here, dwarf galaxy NGC 1569 is apparently undergoing a burst of star forming activity, thought to have begun over 25 million years ago. The resulting turbulent environment is fed by supernova explosions as the cosmic detonations spew out material and trigger further star formation. Two massive star clusters - youthful counterparts to globular star clusters in our own spiral Milky Way galaxy - are seen left of center in the gorgeous Hubble Space Telescope image. The picture spans about 1,500 light-years across NGC 1569. A mere 7 million light-years distant, this relatively close starburst galaxy offers astronomers an excellent opportunity to study stellar populations in rapidly evolving galaxies. NGC 1569 lies in the long-necked constellation Camelopardalis.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/ngc1569_hst_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1569: Starburst in a Small Galaxy",
    "url": "https://apod.nasa.gov/apod/image/0402/ngc1569_hst_c1.jpg"
  },
  {
    "date": "2005-05-11",
    "explanation": "This floating ring is the size of a galaxy.  In fact, it is part of the photogenic Sombrero Galaxy, one of the largest galaxies in the nearby Virgo Cluster of Galaxies.  The dark band of dust that obscures the mid-section of the Sombrero Galaxy in optical light actually glows brightly in infrared light.  The above image shows the infrared glow, recently recorded by the orbiting Spitzer Space Telescope, superposed in false-color on an existing image taken by NASA's Hubble Space Telescope in optical light.  The Sombrero Galaxy, also known as M104, spans about 50,000 light years across and lies 28 million light years away.  M104 can be seen with a small telescope in the direction of the constellation of Virgo.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/sombrero_spitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sombrero Galaxy in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0505/sombrero_spitzer.jpg"
  },
  {
    "date": "1998-01-23",
    "explanation": "These two recently released Hubble Space Telescope close-ups show the Northern and Southern lights ... on Jupiter. Like aurora on Earth, these Jovian aurora are caused by charged particles funneled into the atmosphere above the planet's North (right) and South poles by magnetic fields. But Jupiter's magnetic field is extremely large and ionized material expelled from the volcanic moon Io is trapped in it creating light shows 1,000 times more intense than Earth's auroral storms. Charged particles released by Io are also funneled along magnetic flux tubes which form a direct \"bridge\" to the Jovian atmosphere. The result is auroral hot spots - magnetic footprints 600 or more miles across which race over Jupiter's cloud tops. A hot spot is visible in both images as a comet-like feature just outside the polar auroral rings. In these false color ultraviolet images, Jupiter's limb (edge) appears dull brown while the auroral displays are shades of white and blue.",
    "hdurl": "https://apod.nasa.gov/apod/image/9801/jupaurora_hst_south_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jovian Aurora",
    "url": "https://apod.nasa.gov/apod/image/9801/jupaurora_hst_south.jpg"
  },
  {
    "date": "2004-06-14",
    "explanation": "What caused the unusual light and dark layers on Saturn's moon Phoebe?  The layers were discovered just Friday during the Cassini spacecraft flyby of the small moon.  Such layering is particularly evident on the crater just above the image center, where alternating light and dark material makes this crater appear particularly structured.  Cassini scientists speculate that such layering might result from an impact where a dark surface layer becomes intertwined with a lighter subsurface ice layer.  The above image spans about 80 kilometers and was taken when Cassini was only about 13,000 kilometers from Phoebe.  At the end of June, the Cassini spacecraft will be instructed to fire its thrusters to decelerate into orbit around Saturn.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/phoebe_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Layers on Saturn's Moon Phoebe",
    "url": "https://apod.nasa.gov/apod/image/0406/phoebe_cassini.jpg"
  },
  {
    "copyright": "Rogelio Bernal\nAndreo",
    "date": "2015-01-17",
    "explanation": "Sweeping north in planet Earth's sky, Comet Lovejoy's greenish coma and blue tinted ion tail stretched across this field of stars in the constellation Taurus on January 13. The inset at the upper left shows the 1/2 degree angular size of the full moon for scale. So Lovejoy's coma appears only a little smaller (but much fainter) than a full moon on the sky, and its tail is visible for over 4 degrees across the frame. That corresponds to over 5 million kilometers at the comet's estimated distance of 75 million kilometers from Earth. Blown by the solar wind, the comet's tenuous, structured ion tail streams away from the Sun, growing as this Comet Lovejoy heads toward perihelion, its closest approach to the Sun, on January 30. While diatomic carbon (C2) gas fluorescing in sunlight produces the coma's green color, the fainter bluish tail is tinted by emission from ionized carbon monoxide (CO+).",
    "hdurl": "https://apod.nasa.gov/apod/image/1501/lovejoyJan13RBA.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Lovejoy's Tail",
    "url": "https://apod.nasa.gov/apod/image/1501/lovejoyJan13RBA1024.jpg"
  },
  {
    "copyright": "\n\nMike Simmons\n(Astronomers\nWithout Borders,\nTWAN)\n\n",
    "date": "2008-08-31",
    "explanation": "Contrary to the famous myth, you can't see the Great Wall of China from the Moon ... even during a total solar eclipse. But on August 1 you could see the Moon eclipsing the Sun from the Great Wall. In fact, from this location near the Great Wall's western end, the Moon completely blocked the Sun's overwhelming disk revealing a shimmering solar corona and bright planets in the briefly darkened sky. A main pass, The Great Wall's Jiayuguan Fort, is also silhouetted in the foreground. The pass is the western-most of the wall's passes and the best preserved, initially built around 1372 during the Ming dynasty. The nearby city of Jiayuguan in Gansu Province was an important stop on the Silk Road.",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/tseJiayuguan_simmons1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Eclipse over the Great Wall",
    "url": "https://apod.nasa.gov/apod/image/0808/tseJiayuguan_simmons_small800.jpg"
  },
  {
    "date": "2006-11-30",
    "explanation": "The Pelican Nebula lies about 2,000 light-years away in the high flying constellation Cygnus, the Swan. Also known as IC 5070, this cosmic pelican is appropriately found just off the \"east coast\" of the North America Nebula (NGC 7000), another surprisingly familiar looking emission nebula in Cygnus. The Pelican and North America nebulae are part of the same large and complex star forming region, almost as nearby as the better-known Orion Nebula. From our vantage point, dark dust clouds (upper left) help define the Pelican's eye and long bill, while a bright front of ionized gas suggests the curved shape of the head and neck. Based on digitized black and white images from the Samuel Oschin Telescope at Palomar Observatory, this striking synthesized color view includes two bright foreground stars and spans about 30 light-years at the estimated distance of the Pelican Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/PelicanNebula1_shahar_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Pelican in the Swan",
    "url": "https://apod.nasa.gov/apod/image/0611/PelicanNebula1_shahar_f720.jpg"
  },
  {
    "date": "2014-06-08",
    "explanation": "Jewels don't shine this bright -- only stars do.  Like gems in a jewel box, though, the stars of open cluster NGC 290 glitter in a beautiful display of brightness and color.   The photogenic cluster, pictured above, was captured recently by the orbiting Hubble Space Telescope.  Open clusters of stars are younger, contain few stars, and contain a much higher fraction of blue stars than do globular clusters of stars.  NGC 290 lies about 200,000  light-years distant in a neighboring galaxy called the Small Cloud of Magellan (SMC).   The open cluster contains hundreds of stars and spans about 65 light years across.   NGC 290 and other open clusters are good laboratories for studying how stars of different masses evolve, since all the open cluster's stars were born at about the same time.    Best space images: Free APOD Lecture in Paris on June 17",
    "hdurl": "https://apod.nasa.gov/apod/image/1406/ngc290_hubble_1701.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Open Cluster NGC 290: A Stellar Jewel Box",
    "url": "https://apod.nasa.gov/apod/image/1406/ngc290_hubble_960.jpg"
  },
  {
    "copyright": "Eric Coles",
    "date": "2020-03-19",
    "explanation": "In 1716, English astronomer Edmond Halley noted, \"This is but a little Patch, but it shews itself to the naked Eye, when the Sky is serene and the Moon absent.\" Of course, M13 is now less modestly recognized as the Great Globular Cluster in Hercules, one of the brightest globular star clusters in the northern sky. Sharp telescopic views like this one reveal the spectacular cluster's hundreds of thousands of stars. At a distance of 25,000 light-years, the cluster stars crowd into a region 150 light-years in diameter. Approaching the cluster core upwards of 100 stars could be contained in a cube just 3 light-years on a side. For comparison, the closest star to the Sun is over 4 light-years away. The remarkable range of brightness recorded in this image follows stars into the dense cluster core and reveals three subtle dark lanes forming the apparent shape of a propeller just below and slightly left of center. Distant background galaxies in the medium-wide field of view include NGC 6207 at the upper left.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/Messier13_HelmColes.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/2003/Messier13_HelmColes1024.jpg"
  },
  {
    "copyright": "\nJoshua Carter\n",
    "date": "2023-01-25",
    "explanation": "To some, the dark shape looks like a mythical boogeyman.  Scientifically, Lynds' Dark Nebula (LDN) 1622 appears against a faint background of glowing hydrogen gas only visible in long telescopic exposures of the region. In contrast, the brighter reflection nebula vdB 62 is more easily seen just above and to the right of center in the featured image. LDN 1622 lies near the plane of our Milky Way Galaxy, close on the sky to Barnard's Loop, a large cloud surrounding the rich complex of emission nebulae found in the Belt and Sword of Orion. With swept-back outlines, the obscuring dust of LDN 1622 is thought to lie at a similar distance, perhaps 1,500 light-years away. At that distance, this 2-degree wide field of view would span about 60 light-years. Young stars do lie hidden within the dark expanse and have been revealed in Spitzer Space Telescope infrared images.",
    "hdurl": "https://apod.nasa.gov/apod/image/2301/LDN1622_Carter_2888.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LDN 1622: The Boogeyman Nebula",
    "url": "https://apod.nasa.gov/apod/image/2301/LDN1622_Carter_960.jpg"
  },
  {
    "date": "2020-06-15",
    "explanation": "What's rising above the horizon behind those clouds? It's the Sun.  Most sunrises don't look like this, though, because most sunrises don't include the Moon. In the early morning of 2013 May 10, however, from Western Australia, the Moon was between the Earth and the rising Sun.  At times, it would be hard for the uninformed to understand what was happening.  In an annular eclipse, the Moon is too far from the Earth to block the entire Sun, and at most leaves a ring of fire where sunlight pours out around every edge of the Moon.  The featured time-lapse video also recorded the eclipse through the high refraction of the Earth's atmosphere just above the horizon, making the unusual rising Sun and Moon appear also flattened.  As the video continues on, the Sun continues to rise, and the Sun and Moon begin to separate.  This weekend, a new annular solar eclipse will occur, visible from central Africa, the Arabian Peninsula, and a narrow band across Asia, with much of Earth's Eastern hemisphere being able to see a partial solar eclipse.",
    "media_type": "video",
    "service_version": "v1",
    "title": "A Ring of Fire Sunrise Solar Eclipse",
    "url": "https://www.youtube.com/embed/UJfpqSj7cCs?rel=0"
  },
  {
    "copyright": "\nIgnacio Llorens\n",
    "date": "2020-08-12",
    "explanation": "Keep your eye on the ion tail of Comet NEOWISE.  A tale of this tail is the trail of the Earth. As with all comets, the blue ion tail always points away from the Sun. But as Comet C/2020 F3 (NEOWISE) rounded our Sun, its ion tail pointed in slightly different directions. This is because between 2020 July 17 and July 25 when the featured images were taken, the Earth moved noticeably in its orbit around the Sun. But the Earth's motion made the Sun appear to shift in the sky. So even though you can't see the Sun directly in the featured image(s), the directions of the ion tails reveal this apparent solar shift. The Sun's apparent motion is in the ecliptic, the common plane where all planets orbit.  The featured five image composite was meticulously composed to accurately place each comet image -- and the five extrapolated solar positions -- on a single foreground image of Turó de l'Home Mountain, north of Barcelona, Spain Comet NEOWISE is no longer the impressive naked-eye object it was last month, but it can still be found with a small telescope as it heads back to the outer Solar System.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/NeowiseSequence_Llorens_3044_annotated.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Shifting Tails of Comet NEOWISE",
    "url": "https://apod.nasa.gov/apod/image/2008/NeowiseSequence_Llorens_960_annotated.jpg"
  },
  {
    "copyright": "Stan Honda",
    "date": "2018-06-30",
    "explanation": "A very full Moon rose over Manhattan's Upper Eastside on June 28, known to some as the Strawberry Moon. Near the horizon, the warm yellow lunar disk was a bit ruffled and dimmed by a long sight-line through dense, hazy atmosphere. Still it fit well with traffic and lights along East 96th street in this urban astroimage. The telephoto shot was (safely) taken from elevated ground looking east-southeast from Central Park, planet Earth. Of course, the East 96th street moon was the closest Full Moon to this year's northern summer solstice.",
    "hdurl": "https://apod.nasa.gov/apod/image/1806/_SSH1593jsm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The East 96th Street Moon",
    "url": "https://apod.nasa.gov/apod/image/1806/_SSH1593jsm1024.jpg"
  },
  {
    "copyright": "Yuri Beletsky",
    "date": "2015-09-04",
    "explanation": "After sunset on September 1, an exceptionally intense, reddish airglow flooded this Chilean winter night skyscape. Above a sea of clouds and flanking the celestial Milky Way, the airglow seems to ripple and flow across the northern horizon in atmospheric waves. Originating at an altitude similar to aurorae, the luminous airglow is instead due to chemiluminescence, the production of light through chemical excitation. Commonly captured with a greenish tinge by sensitive digital cameras, this reddish airglow emission is from OH molecules and oxygen atoms at extremely low densities and has often been present in southern hemisphere nights during the last few years. On this night it was visible to the eye, but seen without color. Antares and the central Milky Way lie near the top, with bright star Arcturus at left. Straddling the Milky Way close to the horizon are Vega, Deneb, and Altair, known in northern nights as the stars of the Summer Triangle.",
    "hdurl": "https://apod.nasa.gov/apod/image/1509/airglow_lco_beletsky.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way with Airglow Australis",
    "url": "https://apod.nasa.gov/apod/image/1509/airglow_lco_beletsky.jpg"
  },
  {
    "date": "2016-06-18",
    "explanation": "Pluto's pitted plains meet rugged highlands in this stunning view. On the left lies a southeastern extent of the bright region still informally known as Sputnik Planum. At right the edge of a dark region, informally Krun Macula, rises some 2.5 kilometers above the icy plains. Along the boundary, connected clusters of large pits form deep valleys, some over 40 kilometers long with shadowy floors. Nitrogen ice is likely responsible for the more reflective plains. The dark red color of the highlands is thought to be from complex compounds called tholins, a product of ultraviolet light induced chemical reactions with methane in Pluto's atmosphere. The enhanced color image includes portions of the highest and second highest resolution image data from the New Horizons July 2015 flyby of the distant world.",
    "hdurl": "https://apod.nasa.gov/apod/image/1606/KrunMaculaNewHorizons.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sputnik Planum vs. Krun Macula",
    "url": "https://apod.nasa.gov/apod/image/1606/KrunMaculaNewHorizons1024c.jpg"
  },
  {
    "copyright": "Catching the Light",
    "date": "2009-05-28",
    "explanation": "Still waters mimic a predawn sky along the eastern horizon in this peaceful scene. The picture was recorded on May 22nd from the banks of the Mullica River, in a forested region known as the Pine Barrens of southern New Jersey on the US east coast. Near the horizon at the left is an old Moon with its narrow, sunlit crescent. Mars is near picture center and brilliant Venus shines farther right. Like the terrestrial lights along the riverbank, the bright celestial beacons are all reflected in the watery foreground. Of course, most of the Moon is illuminated by Earthshine, light reflected from the sunlit side of planet Earth itself, revealing features on the darkened lunar surface.",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/MoonMullica_lodriguss.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon in the Mullica",
    "url": "https://apod.nasa.gov/apod/image/0905/MoonMullica_lodriguss.jpg"
  },
  {
    "date": "2002-04-16",
    "explanation": "Pictured above is the largest ball of stars in our Galaxy.  About 10 million stars orbit the center of this globular cluster - named Omega Centauri - as this giant globular cluster orbits our Galactic center.  Recent evidence indicates that Omega Centauri is by far the most massive of the about 150 known globular clusters in the Milky Way.  Omega Centauri, cataloged as NGC 5139, spans about 150 light years across, lies about 15,000 light years away, and can be seen without visual aid toward the constellation of Centaurus. The stars in globular clusters are generally older, redder and less massive than our Sun.  Studying globular clusters tells us not only about the history of our Galaxy but also limits the age of the universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0204/ngc5139_tan_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Millions of Stars in Omega Centauri",
    "url": "https://apod.nasa.gov/apod/image/0204/ngc5139_tan.jpg"
  },
  {
    "copyright": "\nGary Stevens\n",
    "date": "2005-05-21",
    "explanation": "Dark nebulae snake across a gorgeous expanse of stars in this wide-field view toward the pronounceable constellation Ophiuchus and the center of our Milky Way Galaxy. In fact, the central S-shape seen here is well known as the Snake Nebula. It is also listed as Barnard 72 (B72), one of 182 dark markings of the sky cataloged in the early 20th century by astronomer E. E. Barnard. Unlike bright emission nebulae and star clusters, Barnard's nebulae are interstellar dark clouds of obscuring gas and dust. Their shapes are visible in cosmic silhouette only because they lie in the foreground along the line of sight to rich star fields and glowing stellar nurseries near the plane of our Galaxy. Many of Barnard's dark nebulae are themselves likely sites of future star formation. Barnard 72 is a few light years across and about 650 light years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0505/b72neb_stevens_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Snake in the Dark",
    "url": "https://apod.nasa.gov/apod/image/0505/b72neb_stevens_c1.jpg"
  },
  {
    "date": "2010-03-17",
    "explanation": "Why is this small object orbiting Mars?  The origin of Phobos, the larger of the two moons orbiting Mars, remains unknown.  Phobos and Deimos appear very similar to C-type asteroids, yet gravitationally capturing such asteroids, circularizing their orbits, and dragging them into Mars' equatorial plane seems unlikely.  Pictured above is Phobos as it appeared during last week's flyby of ESA's Mars Express, a robotic spacecraft that began orbiting Mars in 2003. Visible in great detail is Phobos' irregular shape, strangely dark terrain, numerous unusual grooves, and a spectacular chain of craters crossing the image center.   Phobos spans only about 25 kilometers in length and does not have enough gravity to compress it into a ball.  Phobos orbits so close to Mars that sometime in the next 20 million years, tidal deceleration will break up the  rubble moon into a ring whose pieces will slowly spiral down and crash onto the red planet. The Russian mission Phobos-Grunt is scheduled to launch and land on Phobos next year.",
    "hdurl": "https://apod.nasa.gov/apod/image/1003/phobos1_marsexpress_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos from Mars Express",
    "url": "https://apod.nasa.gov/apod/image/1003/phobos1_marsexpress.jpg"
  },
  {
    "copyright": "\nSTScI, \nAAO, UK-PPARC, ROE\n",
    "date": "1996-02-18",
    "explanation": "Are these galaxies near the center of the largest gravitationally bound concentration of mass yet known?  Previously, the cluster of galaxies known as Abell 3627 was largely unstudied because dust in the disk of our own Galaxy obscured much of its light.  Several galaxies from Abell 3627 appear above as fuzzy blue patches behind many stars in our Galaxy. Recent observations by Renee Kraan-Korteweg (Paris Observatory) and collaborators, however, indicate that this cluster of galaxies is near the center of the huge nearby conglomeration of mass known as the Great Attractor. Evidence for this was uncovered in new accurate measurements of the large extent and nearby distance of Abell 3627.",
    "hdurl": "https://apod.nasa.gov/apod/image/abell3627_skyview.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Abell 3627 in the Great Attractor",
    "url": "https://apod.nasa.gov/apod/image/abell3627_skyview.gif"
  },
  {
    "copyright": "Damian Peach",
    "date": "2013-02-15",
    "explanation": "Two dark shadows loom across the banded and mottled cloud tops of Jupiter in this sharp telescopic view. In fact, captured on January 3rd, about a month after the ruling gas giant appeared at opposition in planet Earth's sky, the scene includes the shadow casters. Visible in remarkable detail at the left are the large Galilean moons Ganymede (top) and Io. With the two moon shadows still in transit, Jupiter's rapid rotation has almost carried its famous Great Red Spot (GRS) around the planet's limb from the right. The pale GRS was preceded by the smaller but similar hued Oval BA, dubbed Red Spot Jr., near top center. North is down in the inverted image.   Videos & Discussion: Russian Meteor Explosion",
    "hdurl": "https://apod.nasa.gov/apod/image/1302/Jup2013_01_03peach.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shadows Across Jupiter",
    "url": "https://apod.nasa.gov/apod/image/1302/Jup2013_01_03peach900.jpg"
  },
  {
    "date": "2006-11-28",
    "explanation": "Why is this galaxy so discombobulated?  Usually, galaxies this topsy-turvy result from a recent collision with a neighboring galaxy. Spiral galaxy NGC 1313, however, appears to be alone.  Brightly lit with new and blue massive stars, star formation appears so rampant in NGC 1313 that it has been labeled a starburst galaxy.  Strange features of NGC 1313 include that its spiral arms are lopsided and its rotational axis is not at the center of the nuclear bar.  Pictured above, NGC 1313 spans about 50,000 light years and lies only about 15 million light years away toward the constellation of Reticulum. Continued numerical modeling of galaxies like NGC 1313 might shed some light on its unusual nature.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/topsyturvy_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Starburst Galaxy  NGC 1313 \n\n",
    "url": "https://apod.nasa.gov/apod/image/0611/topsyturvy_eso.jpg"
  },
  {
    "copyright": "\nT2KA, \nKPNO 0.9-m Telescope, \nNOAO, \nAURA, \nNSF\n",
    "date": "2000-05-23",
    "explanation": "M4 is a globular cluster visible in dark skies about one degree west of the bright star Antares in the constellation Scorpius.  M4 is perhaps the closest globular cluster at 7000 light years, meaning that we see M4 only as it was 7000 years ago, near the dawn of recorded human history.  Although containing hundreds of thousands of stars and spanning over 50 light-years, M4 is one of the smallest and sparsest globular clusters known.  A particularly unusual aspect for a globular cluster is M4's central bar of stars.  M4, pictured above, is one of the oldest objects for which astronomers can estimate age directly.  Cluster white dwarfs appear to be at least nine billion years old - so ancient they limit the youth of our entire universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/m4_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M4: The Closest Known Globular Cluster",
    "url": "https://apod.nasa.gov/apod/image/0005/m4_noao.jpg"
  },
  {
    "copyright": "Bob Franke",
    "date": "2014-11-20",
    "explanation": "Obscuring the rich starfields of northern Cygnus, dark nebula LDN 988 lies near the center of this cosmic skyscape. Composed with telescope and camera, the scene is some 2 degrees across. That corresponds to 70 light-years at the estimated 2,000 light-year distance of LDN 988.  Stars are forming within LDN 988, part of a larger complex of dusty molecular clouds along the plane of our Milky Way galaxy sometimes called the Northern Coalsack. In fact, nebulosities associated with young stars abound in the region, including variable star V1331 Cygni shown in the inset. At the tip of a long dusty filament and partly surrounded by a curved reflection nebula, V1331 is thought to be a T Tauri star, a sun-like star still in the early stages of formation.",
    "hdurl": "https://apod.nasa.gov/apod/image/1411/ldn988franke2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LDN 988: Dark Nebula in Cygnus",
    "url": "https://apod.nasa.gov/apod/image/1411/ldn988franke900.jpg"
  },
  {
    "copyright": "\nDani Caxete\n",
    "date": "2016-02-01",
    "explanation": "Have you ever seen the Man in the Moon? This common question plays on the ability of humans to see pareidolia -- imagining familiar icons where they don't actually exist. The textured surface of Earth's full Moon is home to numerous identifications of iconic objects, not only in modern western culture but in world folklore throughout history. Examples, typically dependent on the Moon's perceived orientation, include the Woman in the Moon and the Rabbit in the Moon. One facial outline commonly identified as the Man in the Moon starts by imagining the two dark circular areas -- lunar maria -- here just above the Moon's center, to be the eyes.  Surprisingly, there actually is a man in this Moon image -- a close look will reveal a real person -- with a telescope -- silhouetted against the Moon. This featured well-planned image was taken in mid-January in Cadalso de los Vidrios in Madrid, Spain. Do you have a favorite object that you see in the Moon?",
    "hdurl": "https://apod.nasa.gov/apod/image/1602/ManInMoon_Caxete_2770.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Find the Man in the Moon",
    "url": "https://apod.nasa.gov/apod/image/1602/ManInMoon_Caxete_1080.jpg"
  },
  {
    "date": "2001-03-02",
    "explanation": "You'd need a really big cup of coffee with this doughnut ... because the hole in the middle is about a billion kilometers across. Centered on the Sun, a circle that size would lie between the orbits of Mars and Jupiter. In fact, this doughnut is known to surround a massive newborn star cataloged as LkHa 101 which lies in the constellation Perseus. Imaged in infrared light, the tantalizing torus-shaped cloud of gas and dust is slightly tilted to our view. The cloud's material may well be the ingredients for the formation of a distant solar system. A bright source of ultraviolet light, the hot young star itself is much fainter in the infrared and so not visible in this picture. Still, the star's presence is indicated as its intense stellar wind and radiation has apparently carved out the doughnut's hole. This premier close-up of a stellar system in formation was accomplished by adapting a powerful observational technique called interferometry to planet Earth's largest single mirror telescope, the 10 meter Keck.",
    "hdurl": "https://apod.nasa.gov/apod/image/0103/lkha101_tuthill_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "LkHa101: The Hole in the Doughnut",
    "url": "https://apod.nasa.gov/apod/image/0103/lkha101_tuthill.jpg"
  },
  {
    "date": "2013-09-14",
    "explanation": "With parachute deployed and retro-rockets blazing, this spacecraft landed on planet Earth on September 11 (UT) in a remote area near the town of Zhezkazgan, Kazakhstan. Seen in silhouette against the rockets' glare, the spacecraft is a Soyuz TMA-08M. Its crew, Expedition 36 Commander Pavel Vinogradov and Flight Engineer Alexander Misurkin of the Russian Federal Space Agency (Roscosmos), and Flight Engineer Chris Cassidy of NASA were returning after five and half months aboard the International Space Station. The Soyuz retro-rockets fire very quickly and for an extremely short duration near touchdown. Capturing the moment, the well-timed photograph was taken from a helicopter flying over the landing site.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/201309110001HQ.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Landing on Planet Earth",
    "url": "https://apod.nasa.gov/apod/image/1309/900px_201309110001HQ.jpg"
  },
  {
    "date": "2009-10-01",
    "explanation": "This cosmic pillar of gas and dust is nearly 2 light-years wide. The structure lies within one of our galaxy's largest star forming regions, the Carina Nebula, shining in southern skies at a distance of about 7,500 light-years. The pillar's convoluted outlines are shaped by the winds and radiation of Carina's young, hot, massive stars. But the interior of the cosmic pillar itself is home to stars in the process of formation. In fact, placing your cursor over this visible light image will reveal a penetrating near-infrared view of the pillar - now dominated by two, narrow, energetic jets blasting outward from a still hidden infant star. Both visible light and near-infrared images were made using the Hubble Space Telescope's newly installed Wide Field Camera 3.",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/carinaPillarJet_VIShst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Carina Pillar and Jets",
    "url": "https://apod.nasa.gov/apod/image/0910/carinaPillarJet_VIShst900.jpg"
  },
  {
    "date": "2018-01-09",
    "explanation": "It is one of the brightest planetary nebulae on the sky -- what should it be named? First discovered in 1878, nebula NGC 7027 can be seen toward the constellation of the Swan (Cygnus) with a standard backyard telescope. Partly because it appears there as only an indistinct spot, it is rarely referred to with a moniker. When imaged with the Earth-orbiting Hubble Space Telescope, however, great details are revealed. Studying Hubble images of NGC 7027 have led to the understanding that it is a planetary nebula that began expanding about 600 years ago, and that the cloud of gas and dust is unusually massive as it appears to contain about three times the mass of our Sun. Pictured here in assigned colors, the resolved, layered, and dust-laced features of NGC 7027 might remind sky enthusiasts of a familiar icon that could be the basis for an informal name. A leading previous suggestion was the Pillow Nebula, but please feel free to make new suggestions -- for example, in an online APOD discussion forum.   Free APOD Lecture Tonight near Washington, DC: Starting at 7 pm at the National Harbor",
    "hdurl": "https://apod.nasa.gov/apod/image/1801/NGC7027_HubbleSchmidt_960.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Planetary Nebula NGC 7027 from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1801/NGC7027_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "Alan Friedman",
    "date": "2018-08-20",
    "explanation": "Why is the Sun so quiet? As the Sun enters into a period of time known as a Solar Minimum, it is, as expected, showing fewer sunspots and active regions than usual. The quietness is somewhat unsettling, though, as so far this year, most days show no sunspots at all. In contrast, from 2011 - 2015, during Solar Maximum, the Sun displayed spots just about every day.  Maxima and minima occur on an 11-year cycle, with the last Solar Minimum being the most quiet in a century.  Will this current Solar Minimum go even deeper? Even though the Sun's activity affects the Earth and its surroundings, no one knows for sure what the Sun will do next, and the physics behind the processes remain an active topic of research.  The featured image was taken three weeks ago and shows that our Sun is busy even on a quiet day. Prominences of hot plasma, some larger than the Earth, dance continually and are most easily visible over the edge.",
    "hdurl": "https://apod.nasa.gov/apod/image/1808/SolarProminences_Friedman_821.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Active Prominences on a Quiet Sun",
    "url": "https://apod.nasa.gov/apod/image/1808/SolarProminences_Friedman_821.jpg"
  },
  {
    "date": "2018-03-26",
    "explanation": "Almost every object in the above photograph is a galaxy.  The Coma Cluster of Galaxies pictured here is one of the densest clusters known - it contains thousands of galaxies.  Each of these galaxies houses billions of stars - just as our own Milky Way Galaxy does.  Although nearby when compared to most other clusters, light from the Coma Cluster still takes hundreds of millions of years to reach us.  In fact, the Coma Cluster is so big it takes light millions of years just to go from one side to the other.  Most galaxies in Coma and other clusters are  ellipticals, while most galaxies outside of clusters are spirals.  The nature of Coma's X-ray emission is still being investigated.",
    "hdurl": "https://apod.nasa.gov/apod/image/1803/ComaCluster_Carroll_1024.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Coma Cluster of Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1803/ComaCluster_Carroll_960.jpg"
  },
  {
    "date": "2018-07-16",
    "explanation": "With equipment frozen deep into ice beneath Earth's South Pole, humanity appears to have discovered a neutrino from far across the universe.  If confirmed, this would mark the first clear detection of cosmologically-distant neutrinos and the dawn of an observed association between energetic neutrinos and cosmic rays created by powerful jets emanating from blazing quasars (blazars). Once the Antarctican IceCube detector measured an energetic neutrino in 2017 September, many of humanity's premier observatories sprang into action to try to identify a counterpart in light.  And they did.  An erupting counterpart was pinpointed by high energy observatories including AGILE, Fermi, HAWC, H.E.S.S., INTEGRAL, MAGIC, NuSTAR, Swift, and VERITAS, which found that gamma-ray blazar TXS 0506+056 was in the right direction and with gamma-rays from a flare arriving nearly coincidental in time with the neutrino.  Even though this and other  position and time coincidences are statistically strong, astronomers will await other similar neutrino - blazar light associations to be absolutely sure.  Pictured here is an artist's drawing of a particle jet emanating from a black hole at the center of a blazar.",
    "hdurl": "https://apod.nasa.gov/apod/image/1807/QuasarJetDrawing_DESY_3508.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Neutrino Associated with Distant Blazar Jet",
    "url": "https://apod.nasa.gov/apod/image/1807/QuasarJetDrawing_DESY_1080.jpg"
  },
  {
    "date": "2023-06-03",
    "explanation": "A darkened and mysterious north polar region known to some as Mordor Macula caps this premier high-resolution view. The portrait of Charon, Pluto's largest moon, was captured by New Horizons near the spacecraft's closest approach on July 14, 2015. The combined blue, red, and infrared data was processed to enhance colors and follow variations in Charon's surface properties with a resolution of about 2.9 kilometers (1.8 miles). A stunning image of Charon's Pluto-facing hemisphere, it also features a clear view of an apparently moon-girdling belt of fractures and canyons that seems to separate smooth southern plains from varied northern terrain. Charon is 1,214 kilometers (754 miles) across. That's about 1/10th the size of planet Earth but a whopping 1/2 the diameter of Pluto itself, and makes it the largest satellite relative to its parent body in the Solar System. Still, the moon appears as a small bump at about the 1 o'clock position on Pluto's disk in the grainy, negative,telescopic picture inset at upper left. That view was used by James Christy and Robert Harrington at the U.S. Naval Observatory in Flagstaff to discover Charon in June of 1978.",
    "hdurl": "https://apod.nasa.gov/apod/image/2306/Charon-Neutral-Bright-Release.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Charon: Moon of Pluto",
    "url": "https://apod.nasa.gov/apod/image/2306/charon_then_now_1024.jpg"
  },
  {
    "date": "1998-04-23",
    "explanation": "These separate radio images reveal three dusty debris disks surrounding three bright, young, nearby stars - evidence for solar systems in formation. From left to right are the stars Fomalhaut, Beta Pictoris, and Vega, their positions indicated by star symbols. The false color maps show the intensity of submillimeter radio emission from the surrounding dust. Next to each dust \"disk\", a vertical bar illustrates the present size of our own solar system. These observations are likely examples of what our solar system would have looked like to distant radio astronomers when it was only a few hundred million years old! Astronomers speculate that bright blobs of emission near Vega and Beta Pictoris may represent dust clouds around developing giant planets. The radio images were made using detectors cooled to near absolute zero and the James Clerk Maxwell Telescope at Mauna Kea Observatory in Hawaii.",
    "hdurl": "https://apod.nasa.gov/apod/image/9804/starsdisks3_jcm_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Dusty Stars",
    "url": "https://apod.nasa.gov/apod/image/9804/starsdisks3_jcm.jpg"
  },
  {
    "date": "2019-02-15",
    "explanation": "Opportunity had already reached Perseverance Valley by June of 2018. Its view is reconstructed in a colorized mosaic of images taken by the Mars Exploration Rover's Navcam. In fact, Perseverance Valley is an appropriate name for the destination. Designed for a 90 day mission, Opportunity had traveled across Mars for over 5,000 sols (martian solar days) following a January 2004 landing in Eagle crater. Covering a total distance of over 45 kilometers (28 miles), its intrepid journey of exploration across the Martian landscape has come to a close here. On June 10, 2018, the last transmission from the solar-powered rover was received as a dust storm engulfed the Red Planet. Though the storm has subsided, eight months of attempts to contact Opportunity have not been successful and its trailblazing mission ended after almost 15 years of exploring the surface of Mars.",
    "hdurl": "https://apod.nasa.gov/apod/image/1902/OpportunitySol5074_1a_kremer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Opportunity at Perseverance Valley",
    "url": "https://apod.nasa.gov/apod/image/1902/OpportunitySol5074_1a_kremer1024.jpg"
  },
  {
    "copyright": "\nEgon Filter\n",
    "date": "2019-12-10",
    "explanation": "What are those streaks over the horizon? New Starlink satellites reflecting sunlight. SpaceX launched 60 Starlink communication satellites in May and 60 more in November. These satellites and thousands more are planned by communications companies in the next few years that may make streaks like these relatively common. Concern has been voiced by many in the astronomical community about how reflections from these satellites may affect future observations into space.  In the pictured composite of 33 exposures, parallel streaks from Starlink satellites are visible over southern Brazil. Sunflowers dot the foreground, while a bright meteor was caught by chance on the upper right. Satellite reflections are not new -- the constellation of 66 first-generation Iridium satellites launched starting 20 years ago produced some flares so bright that they could be seen during the day. Most of these old Iridium satellites, however, have been de-orbited over the past few years.    Infinite Loop: Create an APOD Station in your classroom or Science Center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1912/StarlinkTrails_Filter_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starlink Satellite Trails over Brazil",
    "url": "https://apod.nasa.gov/apod/image/1912/StarlinkTrails_Filter_1080.jpg"
  },
  {
    "copyright": "\nGiorgia Hofer\n(Cortina Astronomical Association)\n",
    "date": "2019-09-02",
    "explanation": "What are those bright lights in the sky ahead?  When hiking a high mountain pass in northern Italy three weeks ago, a conjunction between our Moon and the distant planet Jupiter was visible toward the south just after sunset. The picturesque mountains in the distance are Tre Cime di Lavaredo (Three Peaks of Lavaredo), a UNESCO World Heritage Site and three of the best known mountain peaks in Italy, the Dolomites, and the entire Alps. In the foreground on the left is Locatelli Hut, a refuge for tired hikers as it is located over an hour from nearest parking lot. The bright sky object on the upper left is Saturn.  The entire scene was captured on a single 8-second exposure.  Jupiter and Saturn will remain prominent in the southwestern sky after sunset this month, while the Moon, in its monthly orbit around the Earth, will pass near Jupiter again in about four days.",
    "hdurl": "https://apod.nasa.gov/apod/image/1909/MoonJupiterPass_Hofer_1200.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moon and Jupiter over the Alps",
    "url": "https://apod.nasa.gov/apod/image/1909/MoonJupiterPass_Hofer_960.jpg"
  },
  {
    "copyright": "Don Goldman",
    "date": "2012-10-27",
    "explanation": "Beautiful emission nebula NGC 6164 was created by a rare, hot, luminous O-type star, some 40 times as massive as the Sun. Seen at the center of the cosmic cloud, the star is a mere 3 to 4 million years old. In another three to four million years the massive star will end its life in a supernova explosion. Spanning around 4 light-years, the nebula itself has a bipolar symmetry. That makes it similar in appearance to more familiar planetary nebulae - the gaseous shrouds surrounding dying sun-like stars. Also like many planetary nebulae, NGC 6164 has been found to have an extensive, faint halo, revealed in this deep telescopic image of the region. Expanding into the surrounding interstellar medium, the material in the halo is likely from an earlier active phase of the O star. The gorgeous skyscape is a composite of narrow-band image data highlighting the glowing gas, and broad-band data of the surrounding starfield. NGC 6164 is 4,200 light-years away in the southern constellation of Norma.",
    "hdurl": "https://apod.nasa.gov/apod/image/1210/NGC6164Web_goldman.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Halo for NGC 6164",
    "url": "https://apod.nasa.gov/apod/image/1210/NGC6164Web_goldman_c800.jpg"
  },
  {
    "copyright": "Igor Vin'yaminov",
    "date": "2013-04-25",
    "explanation": "The dark, inner shadow of planet Earth is called the umbra. Shaped like a cone extending into space, it has a circular cross section and is most easily seen during a lunar eclipse. But the complete cross section is larger than the Moon's angular size in the stages of an eclipse. Still, this thoughtful composite illustrates the full extent of the circular shadow by utilizing images from both partial and total eclipses passing through different parts of the umbra. The images span the years 1997 to 2011, diligently captured with the same optics, from Voronezh, Russia. Along the bottom and top are stages of the partial lunar eclipses from September 2006 and August 2008 respectively. In the rightside bottom image, the Moon is entering the umbra for the total eclipse of September 1997. At left bottom, the Moon leaves the umbra after totality in May 2004. Middle right, center, and left, are stages of the total eclipse of June 2011, including the central, deep red total phase. During today's brief partial lunar eclipse seen only from the eastern hemisphere, the Moon will just slightly graze the umbra's lower edge.",
    "hdurl": "https://apod.nasa.gov/apod/image/1304/LunarEclipsesVinyaminov.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Eclipses",
    "url": "https://apod.nasa.gov/apod/image/1304/LunarEclipsesVinyaminov900c.jpg"
  },
  {
    "date": "2011-06-10",
    "explanation": "On June 7, the Sun unleashed only a medium sized solar flare as rotation carried active regions of sunpots toward the solar limb. But that flare was followed by an astounding gush of magnetized plasma seen erupting at the Sun's edge in this extreme ultraviolet image from the Solar Dynamics Observatory.  Spectacular movies of the event follow the darker, cooler plasma over a period of hours as it rains down across a broad area of the Sun's surface, arcing along otherwise invisible magnetic field lines. An associated coronal mass ejection, a massive cloud of high energy particles, was blasted in the general direction of the Earth and may have already triggered auroral activity after a glancing blow to Earth's magnetosphere.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/sdo_jun7_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Sun Unleashed",
    "url": "https://apod.nasa.gov/apod/image/1106/sdo_jun7_crop900.jpg"
  },
  {
    "copyright": "Basudeb Chakrabarti",
    "date": "2022-06-23",
    "explanation": "Beautiful spiral galaxy NGC 6744 is nearly 175,000 light-years across, larger than our own Milky Way. It lies some 30 million light-years distant in the southern constellation Pavo but appears as only a faint, extended object in small telescopes. We see the disk of the nearby island universe tilted towards our line of sight in this remarkably detailed galaxy portrait, a telescopic view that spans an area about the angular size of a full moon. In it, the giant galaxy's elongated yellowish core is dominated by the light from old, cool stars. Beyond the core, grand spiral arms are filled with young blue star clusters and speckled with pinkish star forming regions. An extended arm sweeps past smaller satellite galaxy NGC 6744A at the lower right. NGC 6744's galactic companion is reminiscent of the Milky Way's satellite galaxy the Large Magellanic Cloud.",
    "hdurl": "https://apod.nasa.gov/apod/image/2206/NGC6744_chakrabarti2048R.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spiral Galaxy NGC 6744",
    "url": "https://apod.nasa.gov/apod/image/2206/NGC6744_chakrabarti1024R.jpg"
  },
  {
    "date": "2006-09-19",
    "explanation": "What have we found on the way to large Victoria Crater?  Smaller Beagle Crater.  The robotic Opportunity rover rolling across Mars stopped at Beagle Crater early last month and took an impressively detailed 360-degree panorama of the alien Martian landscape.  Beagle crater appears in the center as a dip exposing relatively dark sand. Surrounding 35-meter Beagle Crater are many of the rocks ejected during its creation impact.  Opportunity's detailed images show significant erosion on the rocks and walls of Beagle Crater, indicating that the crater is not fresh. Beagle Crater's unofficial name derives from the ship HMS Beagle where Charles Darwin observations led him to postulate his theory of natural selection.  That ship was named after the dog breed of beagle.  Opportunity is scheduled to roll up to expansive Victoria Crater this week.",
    "hdurl": "https://apod.nasa.gov/apod/image/0609/beaglecrater_opportunity_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Beagle Crater on Mars",
    "url": "https://apod.nasa.gov/apod/image/0609/beaglecrater_opportunity.jpg"
  }
]