[
  {
    "date": "2008-06-14",
    "explanation": "The 51st entry in Charles Messier's famous catalog is perhaps the original spiral nebula - a large galaxy with a well defined spiral structure also cataloged as NGC 5194. Over 60,000 light-years across, M51's spiral arms and dust lanes clearly sweep in front of its companion galaxy (right), NGC 5195. Image data from the Hubble's Advanced Camera for Surveys has been reprocessed to produce this alternative portrait of the well-known interacting galaxy pair. The processing has further sharpened details and enhanced color and contrast in otherwise faint areas, bringing out dust lanes and extended streams that cross the small companion, along with features in the surroundings and core of M51 itself. The pair are about 31 million light-years distant. Not far on the sky from the handle of the Big Dipper, they officially lie within the boundaries of the small constellation Canes Venatici.",
    "hdurl": "https://apod.nasa.gov/apod/image/0806/M51HST-GendlerM.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M51 Hubble Remix",
    "url": "https://apod.nasa.gov/apod/image/0806/M51HST-GendlerS_800.jpg"
  },
  {
    "date": "2004-07-11",
    "explanation": "Analyses of a new high-resolution map of microwave light emitted only 380,000 years after the Big Bang appear to define our universe more precisely than ever before.  The eagerly awaited results announced last year from the orbiting Wilkinson Microwave Anisotropy Probe resolve several long-standing disagreements in cosmology rooted in less precise data.  Specifically, present analyses of above WMAP all-sky image indicate that the universe is 13.7 billion years old (accurate to 1 percent), composed of 73 percent dark energy, 23 percent cold dark matter, and only 4 percent atoms, is currently expanding at the rate of 71 km/sec/Mpc (accurate to 5 percent), underwent episodes of rapid expansion called inflation, and will expand forever.  Astronomers will likely research the foundations and implications of these results for years to come.",
    "hdurl": "https://apod.nasa.gov/apod/image/0302/sky_wmap_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "WMAP Resolves the Universe",
    "url": "https://apod.nasa.gov/apod/image/0302/sky_wmap.jpg"
  },
  {
    "date": "1997-01-23",
    "explanation": "The awesome spectacle of starbirth produces extreme stellar winds and intense energetic starlight -- bombarding dusty molecular clouds inside the Lagoon Nebula (M8).  At least two long funnel shaped clouds, each roughly half a light-year long, have apparently been formed by this activity. They extend from the upper left of this close-up of the bright area of the Lagoon known as 'the Hour Glass'. Are these interstellar funnel clouds actually swirling, twisting analogs to Earthly tornados? It's possible. As energy from nearby young hot stars, like the one at lower right, pours into the cool dust and gas, large temperature differences in adjoining regions can be created generating shearing winds. Confirmation of tornado-like motions within the Lagoon's stellar nursery could come from new instruments scheduled to be installed on the Hubble Space Telescope (HST) during February's servicing mission. This picture is a recently reprocessed HST image made in 1995 as researchers explored this nearby (5,000 light-year distant) starforming region which lies in the direction of Sagittarius.",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/lagoonclose_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Twistin' by the Lagoon",
    "url": "https://apod.nasa.gov/apod/image/9701/lagoonclose_hst.jpg"
  },
  {
    "date": "2011-10-26",
    "explanation": "A fourth moon is visible on the above image if you look hard enough. First -- and farthest in the background -- is Titan, the largest moon of Saturn and one of the larger moons in the Solar System.  The dark feature across the top of this perpetually cloudy world is the north polar hood. The next most obvious moon is bright Dione, visible in the foreground, complete with craters and long ice cliffs. Jutting in from the left are several of Saturn's expansive rings, including Saturn's A ring featuring the dark Encke Gap. On the far right, just outside the rings, is Pandora, a moon only 80-kilometers across that helps shepherd Saturn's F ring. The fourth moon?  If you look closely in the Encke Gap you'll find a speck that is actually Pan. Although one of Saturn's smallest moons at 35-kilometers across, Pan is massive enough to help keep the Encke gap relatively free of ring particles.",
    "hdurl": "https://apod.nasa.gov/apod/image/1110/fourmoons_cassini_1004.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In, Through, and Beyond Saturn's Rings",
    "url": "https://apod.nasa.gov/apod/image/1110/fourmoons_cassini_900.jpg"
  },
  {
    "copyright": "near opposition Saturn",
    "date": "2017-06-17",
    "explanation": "Saturn reached its 2017 opposition on June 16. Of course, opposition means opposite the Sun in Earth's sky and near opposition Saturn is up all night, at its closest and brightest for the year. This remarkably sharp image of the ringed planet was taken only days before, on June 11, with a 1-meter telescope from the mountain top Pic du Midi observatory. North is at the top with the giant planet's north polar storm and curious hexagon clearly seen bathed in sunlight. But Saturn's spectacular ring system is also shown in stunning detail. The narrow Encke division is visible around the entire outer A ring, small ringlets can be traced within the fainter inner C ring, and Saturn's southern hemisphere can be glimpsed through the wider Cassini division. Near opposition Saturn's rings also appear exceptionally bright, known as the opposition surge or Seeliger Effect. Directly illuminated from Earth's perspective, the ring's icy particles cast no shadows and strongly backscatter sunlight creating the dramatic increase in brightness. Still, the best views of the ringed planet are currently from the Saturn-orbiting Cassini spacecraft.  Diving close, Cassini's Grand Finale orbit number 9 is in progress.",
    "hdurl": "https://apod.nasa.gov/apod/image/1706/s2017_06_11picdp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn near Opposition",
    "url": "https://apod.nasa.gov/apod/image/1706/s2017_06_11picdp1024.jpg"
  },
  {
    "date": "2011-08-31",
    "explanation": "What kind of cloud is this?  A type of arcus cloud called a roll cloud.  These rare long clouds may form near advancing cold fronts.   In particular, a downdraft from an advancing storm front can cause moist warm air to rise, cool below its dew point, and so form a cloud.  When this happens uniformly along an extended front, a roll cloud may form.  Roll clouds may actually have air circulating along the long horizontal axis of the cloud.  A roll cloud is not thought to be able to morph into a tornado.  Unlike a similar shelf cloud, a roll cloud is completely detached from their parent  cumulonimbus cloud.  Pictured above, a roll cloud extends far into the distance as a storm approached in 2007 in Racine, Wisconsin, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/1108/rollcloud_pierrecb_3072.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Roll Cloud Over Wisconsin",
    "url": "https://apod.nasa.gov/apod/image/1108/rollcloud_pierrecb_900.jpg"
  },
  {
    "copyright": "\nJerry Lodriguss\n",
    "date": "1996-05-28",
    "explanation": "The dark nebula predominant at the lower left of the above photograph is known as the Pipe Nebula.  The dark clouds, suggestively shaped like smoke rising from a pipe, are caused by absorption of background starlight by dust. These dust clouds can be traced all the way to the Rho Ophiuchi nebular clouds on the right. The brightest star in the field is Antares. Many types of nebula are highlighted here: the red are emission nebula, the blue are reflection nebula, and the dark are absorption nebula. This picture has been digitally enhanced.",
    "hdurl": "https://apod.nasa.gov/apod/image/pipe_lodriguss_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pipe Dark Nebula",
    "url": "https://apod.nasa.gov/apod/image/pipe_lodriguss.gif"
  },
  {
    "date": "1995-07-14",
    "explanation": "July 14, 1995    Comet Impacts on Jupiter  Picture Credit: NASA, Hubble Space Telescope  Explanation:  In July of 1994, pieces of Comet Shoemaker-Levy 9, also known as the \"string of pearls\" comet, collided with the planet Jupiter. As the comet fragments smashed in to Jupiter, the resulting explosions scattered large quantities of dusty cometary debris into the Jovian atmosphere. The clouds of debris created the multiple dark smudges visible in this picture. Jupiter's rotation causes the successive impact sites to be strung out along the cloud bands while the strong winds cause the appearance of the smudges to change with time. Jupiter's famous red spot is also visible to the left of center.  For more information about the picture see comments by the Hubble Space Telescope Comet Team.   We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/jupimpact.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet Impacts on Jupiter",
    "url": "https://apod.nasa.gov/apod/image/jupimpact.gif"
  },
  {
    "date": "2004-01-24",
    "explanation": "Looking down from orbit on January 14, ESA's Mars Express spacecraft scanned a 1700 by 65 kilometer swath across Valles Marineris - the Grand Canyon of Mars - with its remarkable High Resolution Stereo Camera. This spectacular picture reconstructs part of the scanned region from the stereo colour image data recording the rugged terrain with a resolution of 12 metres per pixel. Joining Mars Global Surveyor and Mars Odyssey, Mars Express has been orbiting the red planet since December 25th, returning scientific data, acting as a communications relay, and even making coordinated atmospheric observations with NASA's Spirit rover on the surface. The Beagle 2 lander was released from Mars Express making a landing attempt also on December 25th, but no signal has been received so far.  Opportunity Mars Landing News",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/marscolormap_marsexpress_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Valles Marineris from Mars Express",
    "url": "https://apod.nasa.gov/apod/image/0401/marscolormap_marsexpress_c1.jpg"
  },
  {
    "copyright": "\nKeith Beardmore \n(LANL)\n",
    "date": "2000-03-29",
    "explanation": "Scientists have found, unexpectedly, tiny time capsules from billions of years in the past.  The discovery involves small molecules that can apparently become trapped during the formation of large enclosed molecules known as fullerenes, or buckyballs.  Luann Becker  (U. Hawaii) and collaborators recently found fullerenes in an ancient meteorite that fell to Earth about 30 years ago.  Extra-terrestrial fullerenes inside the meteorite survived, and upon inspection, were not empty inside.  The small molecules trapped inside are giving a glimpse of what the Solar System was like during its formation.  Pictured above is a computer simulation showing a relatively small fullerene (60-atoms of carbon) situated above a hydrogenated silicon surface.  How these fullerenes formed, how they survived, where else they can be found, and what else might be found inside these tiny time capsules is developing into an exciting  area of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0003/fullerene_beardmore_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Fullerenes as Miniature Cosmic Time Capsules",
    "url": "https://apod.nasa.gov/apod/image/0003/fullerene_beardmore.jpg"
  },
  {
    "copyright": "Stefan Seip",
    "date": "2012-07-28",
    "explanation": "Brilliant Venus and bright Jupiter still rise together before dawn. The peaceful waters by a small lakeside house near Stuttgart, Germany reflect their graceful arcing trails in this composited series of exposures, recorded on the morning of July 26. A reflection of planet Earth's rotation on its axis, the concentric trails of these celestial beacons along with trails of stars are punctuated at their ends by a separate final frame in the morning skyview. Easy to pick out, Venus is brightest and near the trees close to the horizon. Jupiter arcs above it, toward the center of the image along with the compact Pleiades star cluster and V-shaped Hyades anchored by bright star Aldebaran. One trail looks wrong, though. Not concentric with the others and so not a reflection of Earth's rotation, the International Space Station streaks off the right side of this scene, glinting in sunlight as it orbits planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/20120726PlanetShow2Seip.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Trails in the Morning Sky",
    "url": "https://apod.nasa.gov/apod/image/1207/20120726PlanetShow2Seip_900.jpg"
  },
  {
    "date": "1995-07-24",
    "explanation": "July 24, 1995    M31: The Andromeda Galaxy  Credit: The Electronic Universe Project   Explanation:  Andromeda is the nearest major galaxy to our own Milky Way Galaxy. Our Galaxy is thought to look much like Andromeda. Together these two galaxies dominate the Local Group of galaxies. The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it. The several distinct stars that surround Andromeda's image  are actually stars in our Galaxy that are well in front of the background object. Andromeda is frequently referred to as M31 since it is the 31st object on Messier's list of diffuse sky objects. M31 is so distant it takes about 2 million years for light to reach us from there.  For more information on M31 see The Electronic Universe Project's  write-up. Many images of Messier objects can be found in The Electronic Universe Project's The Galaxy Gallery: Messier Objects.",
    "hdurl": "https://apod.nasa.gov/apod/image/andromeda_moo.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/andromeda_moo.gif"
  },
  {
    "copyright": "\nAmir Abolfath \n(TWAN)\n\n",
    "date": "2019-03-26",
    "explanation": "Is star AE Aurigae on fire? No.  Even though AE Aurigae is named the flaming star, the surrounding nebula IC 405 is named the Flaming Star Nebula, and the region shape gives the appearance of fire, there is no fire.  Fire, typically defined as the rapid molecular acquisition of oxygen, happens only when sufficient oxygen is present and is not important in such high-energy, low-oxygen environments such as stars.  The material that appears as smoke is mostly interstellar hydrogen, but does contain smoke-like dark filaments of carbon-rich dust grains. The bright star AE Aurigae, visible just to the lower right of the image center, is so hot it glows blue, emitting light so energetic it knocks electrons away from surrounding gas. When a proton recaptures an electron, light is emitted, as seen in the surrounding emission nebula.  Featured here, the Flaming Star nebula lies about 1,500 light years distant, spans about 5 light years, and is visible with a small telescope toward the constellation of the Charioteer (Auriga).   Follow APOD on: Instagram, Facebook,  Reddit, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1903/IC405_Abolfath_3171.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "AE Aurigae and the Flaming Star Nebula",
    "url": "https://apod.nasa.gov/apod/image/1903/IC405_Abolfath_960.jpg"
  },
  {
    "copyright": "\nYizhou Zhang\n",
    "date": "2021-10-13",
    "explanation": "It may look like a huge cosmic question mark, but the big question really is  how does the bright gas and dark dust tell this nebula's history of star formation.  At the edge of a giant molecular cloud toward the northern constellation Cepheus, the glowing star forming region NGC 7822 lies about 3,000 light-years away. Within the nebula, bright edges and dark shapes stand out in this colorful and detailed skyscape. The 9-panel mosaic, taken over 28 nights with a small telescope in Texas, includes data from narrowband filters, mapping emission from atomic oxygen, hydrogen, and sulfur into blue, green, and red hues. The emission line and color combination has become well-known as the Hubble palette. The atomic emission is powered by energetic radiation from the central hot stars. Their powerful winds and radiation sculpt and erode the denser pillar shapes and clear out a characteristic cavity light-years across the center of the natal cloud. Stars could still be forming inside the pillars by gravitational collapse but as the pillars are eroded away, any forming stars will ultimately be cut off from their reservoir of star stuff. This field of view spans over 40 light-years across at the estimated distance of NGC 7822.",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/NGC7822_Yizhou_4044.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7822: Cosmic Question Mark",
    "url": "https://apod.nasa.gov/apod/image/2110/NGC7822_Yizhou_960.jpg"
  },
  {
    "copyright": "\nUtkarsh Mishra\n",
    "date": "2020-03-25",
    "explanation": "Massive star IRS 4 is beginning to spread its wings.  Born only about 100,000 years ago, material streaming out from this newborn star has formed the nebula dubbed Sharpless 2-106 Nebula (S106), featured here.  A large disk of dust and gas orbiting Infrared Source 4 (IRS 4), visible in brown near the image center, gives the nebula an hourglass or butterfly shape.  S106 gas near IRS 4 acts as an emission nebula as it emits light after being ionized, while dust far from IRS 4 reflects light from the central star and so acts as a reflection nebula.  Detailed inspection of a relevant  infrared image of S106  reveal hundreds of low-mass brown dwarf stars lurking in the nebula's gas.  S106 spans about 2 light-years and lies about 2000 light-years away toward the  constellation of the Swan (Cygnus).",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/S106_Mishra_1947.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Forming Region S106",
    "url": "https://apod.nasa.gov/apod/image/2003/S106_Mishra_960.jpg"
  },
  {
    "copyright": "\nYuri Beletsky\n(ESO)\n",
    "date": "2008-07-07",
    "explanation": "This breathtaking patch of sky would be above you were you to stand at the South Pole of the Earth.  On the upper left of this image are the four stars that mark the boundaries of the famous Southern Cross.  At the top of this constellation, also known as The Crux, is the orange star Gamma Crucis.  The band of stars, dust, and gas crossing the middle of the photograph is part our Milky Way Galaxy.  Just below the Southern Cross on the far left is the dark Coal Sack Nebula, and the bright nebula on the far right is the Carina Nebula.  The Southern Cross is such a famous constellation that it is depicted on the national flag of Australia.",
    "hdurl": "https://apod.nasa.gov/apod/image/0807/scrossfield_beletsky_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Southern Cross in a Southern Sky",
    "url": "https://apod.nasa.gov/apod/image/0807/scrossfield_beletsky.jpg"
  },
  {
    "date": "2004-01-07",
    "explanation": "Rocks are strewn across the broad, flat Gusev crater floor in this sharp color picture from NASA's Spirit rover. Recorded by the rover's panoramic camera, the picture is part of Spirit's first color image of Mars - the highest resolution picture yet taken on the surface of another planet. Already revealing alluring and perplexing details of an apparently windswept plain thought to be an ancient lake bed, this stunning view represents only a small fraction of the color image data mission scientists expect to be transmitted in the coming days. As the robotic Spirit rover is preparing to stand up, roll off the lander, and explore the geology of the crater floor, NASA has announced plans to rename the landing site the Columbia Memorial Station in honor of the astronauts lost in the Columbia space shuttle accident.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/mars_spiritcolor_PIA04995.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Mars from Spirit",
    "url": "https://apod.nasa.gov/apod/image/0401/mars_spiritcolor_p4.jpg"
  },
  {
    "copyright": "Daniel López",
    "date": "2010-11-12",
    "explanation": "Like delicate cosmic petals, these clouds of interstellar dust and gas have blossomed 1,300 light-years away in the fertile star fields of the constellation Cepheus. Sometimes called the Iris Nebula and dutifully cataloged as NGC 7023, this is not the only nebula in the sky to evoke the imagery of flowers. Still, this beautiful digital image shows off the Iris Nebula's range of colors and symmetries in impressive detail.  Within the Iris, dusty nebular material surrounds a hot, young star. The dominant color of the brighter reflection nebula is blue, characteristic of dust grains reflecting starlight. Central filaments of the dusty clouds glow with a faint reddish photoluminesence as some dust grains effectively convert the star's invisible ultraviolet radiation to visible red light. Infrared observations indicate that this nebula may contain complex carbon molecules known as PAHs. As shown here, the bright blue portion of the Iris Nebula is about six light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/IRIS_IAC80_DLopez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7023: The Iris Nebula",
    "url": "https://apod.nasa.gov/apod/image/1011/IRIS_IAC80_DLopez900c.jpg"
  },
  {
    "copyright": "\nK. Stanek\nand\nW. Colley\n(CfA),\n\n\n",
    "date": "2001-09-08",
    "explanation": "On September 18, 1997, many stargazers in the U. S. were able to watch a lovely early morning lunar occultation as a bright Moon passed in front of Saturn. Using a 1.2 meter reflector, astronomer Kris Stanek had an excellent view of this dream-like event from the Whipple Observatory atop Arizona's Mount Hopkins. This animated gif image was constructed by Wes Colley from 4 frames taken by Stanek at 35 second intervals as the ringed planet emerged from behind the Moon's dark limb. While lunar occultations of fairly bright stars and planets are not extremely rare events, their exact timing depends critically on the observer's location. For observers in western North America, the Moon will next occult Saturn on Monday morning, September 10.",
    "hdurl": "https://apod.nasa.gov/apod/image/0109/ocsat_anim.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Occults Saturn",
    "url": "https://apod.nasa.gov/apod/image/0109/ocsat_anim.gif"
  },
  {
    "date": "1997-08-02",
    "explanation": "Three thousand light years away, a dying star throws off shells of glowing gas. This image from the Hubble Space Telescope reveals \"The Cat's Eye Nebula\" to be one of the most complex planetary nebulae known. In fact, the features seen in this image are so complex that astronomers suspect the bright central object may actually be a binary star system. The term planetary nebula, used to describe this general class of objects, is misleading. Although these objects may appear round and planet-like in small telescopes, high resolution images reveal them to be stars surrounded by cocoons of gas blown off in the late stages of stellar evolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/catseye_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cat's Eye Nebula",
    "url": "https://apod.nasa.gov/apod/image/catseye_hst.jpg"
  },
  {
    "copyright": "Gianni Sarcone",
    "date": "2021-10-16",
    "explanation": "Only natural colors of the Moon in planet Earth's sky appear in this creative visual presentation. Arranged as pixels in a framed image, the lunar disks were photographed at different times. Their varying hues are ultimately due to reflected sunlight affected by changing atmospheric conditions and the alignment geometry of Moon, Earth, and Sun. Here, the darkest lunar disks are the colors of earthshine. A description of earthshine, in terms of sunlight reflected by Earth's oceans illuminating the Moon's dark surface, was written over 500 years ago by Leonardo da Vinci.  But stand farther back from your monitor or just shift your gaze to the smaller versions of the image. You might also see one of da Vinci's most famous works of art.  Tonight: International Observe the Moon Night",
    "hdurl": "https://apod.nasa.gov/apod/image/2110/Moonalisa_base_corr.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Moona Lisa",
    "url": "https://apod.nasa.gov/apod/image/2110/Moonalisa_Example1024.jpg"
  },
  {
    "copyright": "\nDavid Lindemann\n",
    "date": "2018-10-14",
    "explanation": "When did Orion become so flashy? This colorful rendition of part of the constellation of Orion comes from red light emitted by hydrogen and sulfur (SII), and blue-green light emitted by oxygen (OIII).  Hues on the featured image were then digitally reassigned to be indicative of their elemental origins -- but also striking to the human eye.  The breathtaking composite was painstakingly composed from hundreds of images which took nearly 200 hours to collect.  Pictured, Barnard's Loop, across the image bottom, appears to cradle interstellar constructs including the intricate Orion Nebula seen just right of center.  The Flame Nebula can also be quickly located, but it takes a careful eye to identify the slight indentation of the dark Horsehead Nebula. As to Orion's flashiness -- a leading explanation for the origin of Barnard's Loop is a supernova blast that occurred about two million years ago.   Share the Sky: NASA Open API for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1810/OrionRedBlue_Lindemann_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion in Red and Blue",
    "url": "https://apod.nasa.gov/apod/image/1810/OrionRedBlue_Lindemann_960.jpg"
  },
  {
    "copyright": "\nJulien Looten\n",
    "date": "2022-08-23",
    "explanation": "Careful planning made this a nightscape to remember. First, the night itself was chosen to occur during the beginning of this year's Perseid Meteor Shower.  Next, the time of night was chosen to be before the bright Moon would rise and dominate the night sky's brightness. The picturesque foreground was selected to be a rocky beach of the Mediterranean Sea in Le Dramont, France, with, at the time, île d’Or island situated near the ominously descending central band of our Milky Way Galaxy.  Once everything was set and with the weather cooperating, all of the frames for this seemingly surreal nightscape were acquired within 15 minutes. What you can't see is that, on this night, the astrophotographer brought along his father who, although unskilled in modern sky-capture techniques, once made it a point to teach his child about the sky.    Perseid Meteor Shower 2022 Gallery: Notable Submissions to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2208/MeteorGalaxy_Looten_6325.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteor & Milky Way over the Mediterranean",
    "url": "https://apod.nasa.gov/apod/image/2208/MeteorGalaxy_Looten_1000.jpg"
  },
  {
    "copyright": "\nCalvin J. Hamilton, \nVoyager Team, \nGalileo Team, \nNASA\n",
    "date": "2000-10-24",
    "explanation": "The surface of Io is continually changing.  Jupiter's moon is the home to many powerful volcanoes so active they are effectively turning the moon inside out.  The above time-lapse sequence is a composite of images taken during two space missions that approached the violent moon: Voyager and Galileo.  The sequence shows Io during a complete rotation, which corresponds to a complete revolution around Jupiter since Io always keeps the same face toward the giant planet. The rampant volcanism is thought to be caused by Jupiter's more distant Galilean Moons (Europa, Ganymede, and Callisto) pulling on Io and continually distorting its shape, causing internal frictional heating.  Io is composed mostly of rock, with the yellow color originating from sulfur.  The causes of many of the other colors remain a topic of research.",
    "hdurl": "https://apod.nasa.gov/apod/image/0010/iorotmovie_gal.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io Rotating",
    "url": "https://apod.nasa.gov/apod/image/0010/iorotmovie_gal.gif"
  },
  {
    "copyright": "\n\nMikhail Abgarian, Konstantin Morozov,\nYuri Goryachko (Minsk, Belarus)\n\n",
    "date": "2007-08-24",
    "explanation": "Jupiter is an astronomer's planet -- its large size and contrasting global cloud belts and zones allow detailed studies with a range of earthbound telescopes. On the other hand, most telescopic views of Jupiter's moons usually show only featureless, tantalizing points of light hovering near the ruling gas giant. But this impressive picture from a small, ground-based telescope reveals a stunning amount of detail on Ganymede, a jovian moon about the same size as Earth's moon but at least 1,500 times farther away. The image was carefully constructed by combining and processing only the 409 sharpest frames from a total of 10,000 recorded at 30 frames per second by a digital camera. Ganymede's radius is about 2,600 kilometers indicating that the surface markings visible are as small as around 900 kilometers across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/Ganymede_20070630_2005UT.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Astronomer's Moon",
    "url": "https://apod.nasa.gov/apod/image/0708/Ganymede_20070630_2005UT.jpg"
  },
  {
    "date": "2019-08-28",
    "explanation": "Image data from the Hubble Space Telescope, the European Southern Observatory, and small telescopes on planet Earth are combined in this magnificent portrait of face-on spiral galaxy Messier 61 (M61). A mere 55 million light-years away in the Virgo Cluster of Galaxies, M61 is also known as NGC 4303. It's considered to be an example of a barred spiral galaxy similar to our own Milky Way. Like other spiral galaxies, M61 also features sweeping spiral arms, cosmic dust lanes, pinkish star forming regions, and young blue star clusters. The bright galactic core is offset to the left in this 50 thousand light-year wide close-up.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/M61-HST-ESO-L.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 61 Close Up",
    "url": "https://apod.nasa.gov/apod/image/1908/M61-HST-ESO-S1024.jpg"
  },
  {
    "date": "2011-01-23",
    "explanation": "The Peekskill meteor of 1992 was captured on 16 independent videos and then struck a car.  Documented as brighter than the full Moon, the spectacular fireball crossed parts of several USA states during its 40 seconds of glory before landing in New York.  A video of the fireball beyond a high school football game in Johnstown, Pennsylvania, USA, is pictured above. The resulting meteorite is imaged here, and was found to be composed of dense rock and has the size and mass of an extremely heavy bowling ball.  If you are lucky enough to find a meteorite just after impact, do not pick it up -- parts of it are likely to be either very hot or very cold.  Tracking meteors origins and destinations might be easier in this modern digital age, but many security cameras videos that likely caught a bright fireball are not preserved. If you would like to volunteer to help meteor science by locating images and videos of newly occurring fireballs within 48 hours after they occur, here is a place to sign up.   Students: See lectures on strange and cool physics",
    "media_type": "other",
    "service_version": "v1",
    "title": "Peekskill Fireball Video: Johnstown"
  },
  {
    "date": "2005-10-13",
    "explanation": "Alnitak, Alnilam, and Mintaka, are the bright bluish stars from east to west (left to right) along the diagonal in this gorgeous cosmic vista. Otherwise known as the Belt of Orion, these three blue supergiant stars are hotter and much more massive than the Sun. They lie about 1,500 light-years away, born of Orion's well-studied interstellar clouds. In fact, clouds of gas and dust adrift in this region have intriguing and some surprisingly familiar shapes, including the dark Horsehead Nebula and Flame Nebula near Alnitak at the lower left. The famous Orion Nebula itself lies off the bottom of this star field that covers an impressive 4.4x3.5 degrees on the sky. The color picture was composited from digitized black and white photographic plates recorded through red and blue astronomical filters, with a computer synthesized green channel. The plates were taken using the Samuel Oschin Telescope, a wide-field survey instrument at Palomar Observatory, between 1987 and 1991.",
    "hdurl": "https://apod.nasa.gov/apod/image/0510/OrionBeltx_demartin_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alnitak, Alnilam, Mintaka",
    "url": "https://apod.nasa.gov/apod/image/0510/OrionBeltx_demartin_f45.jpg"
  },
  {
    "date": "2014-12-06",
    "explanation": "Headed for two orbits of planet Earth and a splashdown in the Pacific, Orion blazed into the early morning sky on Friday at 7:05am ET. The spacecraft was launched atop a United Launch Aliance Delta IV Heavy rocket from Cape Canaveral Air Force Station in Florida. Its first voyage into space on an uncrewed flight test, the Orion traveled some 3,600 miles from Earth, about 15 times higher than the orbital altitude of the International Space Station. In fact, Orion traveled farther into space than any spacecraft designed for astronauts since the Apollo missions to the Moon. The Orion crew module reached speeds of 20,000 miles per hour and temperatures approaching 4,000 degrees Fahrenheit as it re-entered Earth's atmosphere about 4.5 hours after launch.",
    "hdurl": "https://apod.nasa.gov/apod/image/1412/OrionLaunch_20141200010HQ.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orion Launch",
    "url": "https://apod.nasa.gov/apod/image/1412/OrionLaunchCrop1024_20141200010HQ.jpg"
  },
  {
    "date": "1999-10-07",
    "explanation": "This vintage 60-kopek stamp celebrates a dramatic achievement. On October 7th, forty years ago (7/X/1959), the Soviet interplanetary station which has come to be called \"Luna 3\" successfully photographed the far side of the moon giving denizens of planet Earth their first ever view of this hidden hemisphere. Lacking the digital image technology familiar now, Luna 3 took the pictures on 35mm film which was automatically developed on board. The pictures were then scanned and the signal transmitted to Earth days later in what was perhaps also the first interplanetary fax. In all, seventeen pictures were received providing enough coverage and resolution to construct a far side map and identify a few major features. Depicted on the stamp are regions dubbed the Sea of Moscow, the Soviet Mountains, the Bay of Astronauts, and the Sea of Dreams.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/luna60_unsh_keel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Averted Side Of The Moon",
    "url": "https://apod.nasa.gov/apod/image/9910/luna60_unsh_keel.jpg"
  }
]
